{"risks": [
	{"class": "alcohol or drug use",
	 "queries": [
		"Nicotine addiction may not appear as harmful as many other addictions. This is likely because tobacco products are legal and easy to get, and the worst side effects of abusing them take time to develop. Tobacco use claims more lives than any any other addictive substance. Many smokers cannot quit despite knowing smoking’s impact on their health. Wanting to quit but being unable to is a telltale sign of addiction.",
		"The social acceptance of drinking can make alcohol addiction hard to spot. Despite its legal status, alcohol’s potential for abuse opens users up to many health risks and possible addiction.",
		"The legalization of marijuana in some states has made the drug’s use more socially acceptable. This trend can distract people from marijuana’s addictive potential. Rates of marijuana addiction might also be growing due to increasing potency (over 60 percent) over the past decade.",
		"Drugs like codeine, Vicodin and Oxycontin are commonly prescribed to treat pain. Painkillers’ prescription status does not mean they aren’t addictive. Addiction to painkillers can develop from seemingly harmless levels of use. Most patients who become addicted to prescription painkillers don’t notice they have a problem until they try to stop use. Painkillers are also abused without a prescription, which can also lead to an addiction.",
		"Rates of cocaine addiction in the United States are dropping. The decline is slow, however, with an estimated 821,000 Americans still addicted as of 2011. Crack cocaine, which is cheaper and more intense than regular cocaine, is responsible for many crippling addictions and ruined lives.",
		"Heroin’s severe withdrawal symptoms make beating a heroin addiction a difficult task. Treating heroin addiction typically requires a combination of therapy and medications to help manage symptoms of withdrawal and cravings.",
		"“Benzos” — such as Valium, Xanax, Diazepam and Klonopin — are prescribed as mood-regulating drugs to manage conditions like anxiety and stress. Those developing an addiction to these drugs oftentimes aren’t aware until they can’t function normally without the substance.",
		"Stimulants range from prescription drugs, such as Adderall or Ritalin, to illicit substances like meth. These drugs are highly addictive, and intense withdrawal symptoms make quitting difficult. Stimulant users can quickly build a tolerance to the drug’s euphoric “high,” leading to increased use and risk of overdose.",
		"Inhalant addiction is particularly dangerous because inhalants are volatile toxic substances. The effects of these substances — gasoline, household cleaning products, aerosols — are intense and can have immediate consequences including hospitalization or death. Chemicals prevalent in inhalants can linger in the body and brain long after stopping use, making complete recovery more difficult.",
		"Millions of Americans are prescribed barbiturate sedatives, commonly known as sleeping pills, to treat tension and sleep disorders. Every year, thousands of prescription users build a tolerance — and ensuing addiction — to drugs like Lunesta and Ambien. Sleeping pills can produce mind-altering effects that lead to continued abuse.",
		"Problem drinking that becomes severe is given the medical diagnosis of “alcohol use disorder” or AUD.  AUD is a chronic relapsing brain disorder characterized by an impaired ability to stop or control alcohol use despite adverse social, occupational, or health consequences.",
		"Alcoholism increases the likelihood of developing co-occurring conditions such as a substance use disorder. Mixing alcohol and other drugs together can lead to serious physical, behavioral and health complications. Not only can drinking and drugs increase the effects of each substance, it can also trigger dangerous interactions.",
		"Substance abuse involves the chronic use of alcohol and drugs. A person who abuses alcohol has a greater risk of using at least one other substance, such as marijuana, cocaine and heroin. Prolonged consumption of drugs and alcohol increases your tolerance, therefore requiring more of the substance to achieve the same desirable effects.",
		"Opioids are a class of drugs that include the illegal drug heroin, synthetic opioids such as fentanyl, and pain relievers available legally by prescription, such as oxycodone (OxyContin®), hydrocodone (Vicodin®), codeine, morphine, and many others.",
		"Alcohol and substance abuse can start out as a mild problem and gradually turn into more severe problems.",
		"Substance abuse involves the chronic use of alcohol and drugs. A person who abuses alcohol has a greater risk of using at least one other substance, such as marijuana, cocaine and heroin. Prolonged consumption of drugs and alcohol increases your tolerance, therefore requiring more of the substance to achieve the same desirable effects.",
		"Alcoholism is the most severe form of alcohol abuse and involves the inability to manage drinking habits. It is also commonly referred to as alcohol use disorder. Alcohol use disorder is organized into three categories: mild, moderate and severe. Each category has various symptoms and can cause harmful side effects. If left untreated, any type of alcohol abuse can spiral out of control.",
		"worrying about when you’ll be able to have your next drink",
		"sweating, nausea or insomnia when you don’t drink",
		"needing to drink more and more alcohol to get drunk",
		"drinking alcohol, or wanting to, when you wake up in the morning",
		"consuming alcohol regularly on your own, or trying to hide your drinking",
		"fighting with friends and family about your drinking or going out.",
		"Being unable to control alcohol consumption",
		"Craving alcohol when you’re not drinking",
		"Putting alcohol above personal responsibilities",
		"Feeling the need to keep drinking more",
		"Spending a substantial amount of money on alcohol",
		"Behaving differently after drinking",
		"increased quantity or frequency of use",
		"high tolerance for alcohol, or lack of “hangover” symptoms",
		"drinking at inappropriate times, such as first thing in the morning, or in places like church or work",
		"wanting to be where alcohol is present and avoiding situations where there is none",
		"changes in friendships; someone with an alcohol addiction may choose friends who also drink heavily",
		"avoiding contact with loved ones",
		"hiding alcohol, or hiding while drinking",
		"dependence on alcohol to function in everyday life",
		"increased lethargy, depression, or other emotional issues",
		"sweating when you don’t drink alcohol",
		"feeling nauseous when you don’t drink alcohol",
		"being unable to get to sleep without drinking alcohol",
		"needing to drink more and more alcohol to get drunk.",
		"Do you drink because you have problems or to relax?",
		"Do you prefer to drink alone, rather than with other people?",
		"Is your work or education suffering as a result of your drinking?",
		"Have you ever tried to stop drinking, or to drink less, and found that you can’t?",
		"Do you drink in the morning, before school or work?",
		"Do you ever have loss of memory due to your drinking?",
		"Do you lie about how much or how often you drink?",
		"Do other people comment on your drinking and think it’s a problem?",
		"Lack of control over how much one drinks and for how long",
		"Preference to drink alone, in secret, or during odd times, such as the morning",
		"Continuing to drink despite interpersonal, physical, and psychological problems related to it",
		"Depression, irritability, and mood swings, plus a propensity to argue with friends and family members",
		"Drinking to cope with problems, to relax, to sleep, or to improve mood",
		"being uncomfortable if you don’t have drugs or needing more of the substance to experience the same effects",
		"not being able to quit",
		"avoiding people who don’t use drugs, and withdrawing from family and friends",
		"having problems with relationships, at school or work",
		"using drugs to cope emotionally, socially or physically",
		"participating in dangerous activities due to drug use, such as driving under the influence of drugs",
		"lying about how much you are using",
		"financial problems associated with buying drugs",
		"selling belongings or stealing from others to pay for drugs",
		"having withdrawal symptoms",
		"being dependent on the drug",
		"feeling anxious, angry or depressed",
		"losing weight",
		"overdosing",
		"You keep taking a drug after it's no longer needed for a health problem.",
		"You need more and more of a substance to get the same effects (called 'tolerance'), and you can take more before you feel an effect.",
		"You feel strange when the drug wears off. You may be shaky, depressed, sick to your stomach, sweat, or have headaches. You may also be tired or not hungry. In severe cases, you could even be confused, have seizures, or run a fever.",
		"You can't stop yourself from using the drug, even if you want to. You are still using it even though it's making bad things happen in your life, like trouble with friends, family, work, or the law.",
		"You spend a lot of your time thinking about the drug: how to get more, when you'll take it, how good you feel, or how bad you feel afterward.",
		"You have a hard time giving yourself limits. You might say you'll only use 'so much' but then can't stop and end up using twice that amount. Or you use it more often than you meant to.",
		"You've lost interest in things you once liked to do.",
		"You've begun having trouble doing normal daily things, like cooking or working.",
		"You drive or do other dangerous things (like use heavy machines) when you are on the drug.",
		"You borrow or steal money to pay for drugs.",
		"You hide the drug use or the effect it is having on you from others.",
		"You're having trouble getting along with co-workers, teachers, friends, or family members. They complain more about how you act or how you've changed.",
		"You sleep too much or too little, compared with how you used to. Or you eat a lot more or a lot less than before.",
		"You look different. You may have bloodshot eyes, bad breath, shakes or tremors, frequent bloody noses, or you may have gained or lost weight.",
		"You have a new set of friends with whom you do drugs and go to different places to use the drugs.",
		"You go to more than one doctor to get prescriptions for the same drug or problem.",
		"You look in other people's medicine cabinets for drugs to take.",
		"You take prescribed meds with alcohol or other drugs.",
		"Changes in personality and behavior like a lack of motivation, irritability, and agitation",
		"Bloodshot eyes and frequent bloody noses",
		"Shakes, tremors, or slurred speech",
		"Change in their daily routines",
		"Lack of concern for personal hygiene",
		"Unusual need for money; financial problems",
		"Changes in friends and activities",
		"Feeling that you have to use the drug regularly — daily or even several times a day",
		"Having intense urges for the drug that block out any other thoughts",
		"Over time, needing more of the drug to get the same effect",
		"Taking larger amounts of the drug over a longer period of time than you intended",
		"Making certain that you maintain a supply of the drug",
		"Spending money on the drug, even though you can't afford it",
		"Not meeting obligations and work responsibilities, or cutting back on social or recreational activities because of drug use",
		"Continuing to use the drug, even though you know it's causing problems in your life or causing you physical or psychological harm",
		"Doing things to get the drug that you normally wouldn't do, such as stealing",
		"Driving or doing other risky activities when you're under the influence of the drug",
		"Spending a good deal of time getting the drug, using the drug or recovering from the effects of the drug",
		"Failing in your attempts to stop using the drug",
		"Experiencing withdrawal symptoms when you attempt to stop taking the drug",
		"You feel that you need the drug to deal with an existing problem",
		"You have given up on many of your favorite hobbies or activities",
		"You are losing friends or are having problems with associates at work or school",
		"You have frequent absences at school or at work",
		"You find yourself doing things you haven’t done in the past such as stealing or constantly borrowing money from family or friends",
		"You have sudden and more frequent outbursts of anger",
		"You have frequent bouts of depression or anxiety",
		"You don’t spend any time with your old friends and now associate with other users",
		"You constantly disappear for short periods of time to use your drug of choice",
		"You need to use more and more of your drug of choice to achieve the same result",
		"You feel exhausted, suicidal and constantly depressed",
		"You never know when you will use your drug of choice",
		"Your physical appearance is deteriorating",
		"After an argument you use your drug to relieve your feelings of discomfort",
		"You avoid family or friends to get high",
		"You have difficulty sleeping",
		"You start feeling like you have a problem",
		"You feel depressed and tired most of the time",
		"You keep saying to yourself that you won’t use your drug of choice again",
		"You lie about how much you are using drugs or alcohol",
		"Neglecting responsibilities at school, work, or home (e.g. flunking classes, skipping work, neglecting your children).",
		"Using drugs under dangerous conditions or taking risks while high, such as driving while on drugs, using dirty needles, or having unprotected sex.",
		"Experiencing legal trouble, such as arrests for disorderly conduct, driving under the influence, or stealing to support a drug habit.",
		"Problems in your relationships, such as fights with your partner or family members, an unhappy boss, or the loss of friends.",
		"You’ve built up a drug tolerance. You need to use more of the drug to experience the same effects you used to attain with smaller amounts.",
		"You use to avoid or relieve withdrawal symptoms. If you go too long without drugs, you experience symptoms such as nausea, restlessness, insomnia, depression, sweating, shaking, and anxiety.", 
		"Loss of control over your drug use. You often do drugs or use more than you planned, even though you told yourself you wouldn’t. You may want to stop using, but you feel powerless.",
		"Your life revolves around drug use. You spend a lot of time using and thinking about drugs, figuring out how to get them, or recovering from the drug’s effects.",
		"You’ve abandoned activities you used to enjoy, such as hobbies, sports, and socializing, because of your drug use.",
		"You continue to use drugs, despite knowing it’s hurting you. It’s causing major problems in your life—blackouts, financial issues, infections, mood swings, depression, paranoia—but you use anyway.",
		"Problems in relationships. Drug abuse can cause a lot of conflict in families and couples, leading to fights and break-ups. Relationships at work and with friends may also suffer.",
		"Legal and financial problems. A drug habit can be expensive, and it is also illegal. Abusing drugs can lead to overspending, getting into debt, maxing out credit cards, borrowing too much, and also to trouble with the law.",
		"Decrease in performance. The altered state that drugs create can lead to a drop in performance at work or at school, even in someone who normally excels.",
		"Neglect of responsibilities. Someone who is abusing drugs is often more focused on the drugs than on other responsibilities to family and at home.",
		"Social withdrawal. Drug abuse often leads a person to hide his or her activities from family and friends, which can ultimately lead to withdrawal and little social contact.",
		"Lack of motivation and changes in thinking. While abusing drugs a person may become apathetic and uninterested in accomplishing much of anything. They may also struggle to remember things, make decisions, or think normally.",
		"Risky behaviors. Drug abuse can lead a person to do things he or she normally wouldn’t—things that are risky or dangerous, like stealing, driving under the influence, or having unprotected sex.",
		"Unusual mood changes. A drug can have many effects on the body and mind and can cause serious changes in mood. A person on drugs may be unusually depressed or anxious or may be more energetic and euphoric than usual for no obvious reason.",
		"Being unable to limit the amount of alcohol you drink",
		"Wanting to cut down on how much you drink or making unsuccessful attempts to do so",
		"Spending a lot of time drinking, getting alcohol or recovering from alcohol use",
		"Feeling a strong craving or urge to drink alcohol",
		"Failing to fulfill major obligations at work, school or home due to repeated alcohol use",
		"Continuing to drink alcohol even though you know it's causing physical, social or interpersonal problems",
		"Giving up or reducing social and work activities and hobbies",
		"Using alcohol in situations where it's not safe, such as when driving or swimming",
		"Developing a tolerance to alcohol so you need more to feel its effect or you have a reduced effect from the same amount",
		"Experiencing withdrawal symptoms — such as nausea, sweating and shaking — when you don't drink, or drinking to avoid these symptoms",
		"Alcohol intoxication results as the amount of alcohol in your bloodstream increases. The higher the blood alcohol concentration is, the more impaired you become. Alcohol intoxication causes behavior problems and mental changes. These may include inappropriate behavior, unstable moods, impaired judgment, slurred speech, impaired attention or memory, and poor coordination. You can also have periods called blackouts, where you don't remember events. Very high blood alcohol levels can lead to coma or even death.",
		"Alcohol withdrawal can occur when alcohol use has been heavy and prolonged and is then stopped or greatly reduced. It can occur within several hours to four or five days later. Signs and symptoms include sweating, rapid heartbeat, hand tremors, problems sleeping, nausea and vomiting, hallucinations, restlessness and agitation, anxiety, and occasionally seizures. Symptoms can be severe enough to impair your ability to function at work or in social situations.",
		"lcoholism has been known by a variety of terms, including alcohol abuse and alcohol dependence. Today, it’s referred to as alcohol use disorder.",
		"drinking alone",
		"drinking more to feel the effects of alcohol (having a high tolerance)",
		"becoming violent or angry when asked about their drinking habits",
		"not eating or eating poorly",
		"neglecting personal hygiene",
		"missing work or school because of drinking",
		"being unable to control alcohol intake",
		"making excuses to drink",
		"continuing to drink even when legal, social, or economic problems develop",
		"giving up important social, occupational, or recreational activities because of alcohol use",
		"A substance use disorder involves using too much alcohol, tobacco or other drugs. It can also be called substance abuse, substance dependence or addiction.",
		"regularly using more of the substance than intended",
		"regularly trying to cut down or stop using, but never succeeding",
		"spending too much time getting, using, or recovering from the substance",
		"cravings, or a strong desire to use the substance",
		"often failing to meet responsibilities at work, home or school because of substance use",
		"continuing to use a substance when it has caused relationship problems",
		"giving up social, work or leisure activities because of substance use",
		"using substances again and again, even when you're aware of the potential damage or danger",
		"continuing to use, even when you know you have a physical or psychological problem that could have been caused or made worse by the substance",
		"tolerance: the substance does not have much effect on you, or you need more of the substance to get the effect you want",
		"'withdrawal' symptoms: feelings of physical illness when not using the substance that are only relieved by taking more of it",
		"Substance use disorder (SUD) is the persistent use of drugs (including alcohol) despite substantial harm and adverse consequences",
		"Nicotine — cigarettes, vapor-cigarettes, cigars, chewing tobacco, and snuff",
		"Alcohol — including all forms of beer, wine, and distilled liquors",
		"Cannabinoids — Marijuana, hashish, hash oil, and edible cannabinoids",
		"Opioids — Heroin, methadone, buprenorphine, Oxycodone, Vicodin, and Lortab",
		"Depressants — Benzodiazepines (e.g., Valium, Librium, and Xanax) and Barbiturates (e.g., Seconal)",
		"Stimulants — Cocaine, amphetamine, methamphetamine, methylphenidate (e.g., Ritalin), and atomoxetine (e.g., Stratera)",
		"Hallucinogens — LSD, mescaline, and MDMA (e.g., Ecstasy)",
		"Alcohol Overdose, Opioid Overdose (Heroin and Prescribed Opioids)",
		"The DSM 5 recognizes substance-related disorders resulting from the use of 10 separate classes of drugs: alcohol; caffeine; cannabis; hallucinogens (phencyclidine or similarly acting arylcyclohexylamines, and other hallucinogens, such as LSD); inhalants; opioids; sedatives, hypnotics, or anxiolytics; stimulants (including amphetamine-type substances, cocaine, and other stimulants); tobacco; and other or unknown substances.",
		"Alcohol,Marijuana, PCP, LSD and other hallucinogens, Inhalants, such as, paint thinners and glue, Opioid pain killers, such as codeine and oxycodone, heroin, Sedatives, hypnotics and anxiolytics (medicines for anxiety such as tranquilizers), Cocaine, methamphetamine and other stimulants, Tobacco",
		"Addiction is a complex condition, a brain disease that is manifested by compulsive substance use despite harmful consequence. People with addiction (severe substance use disorder) have an intense focus on using a certain substance(s), such as alcohol or drugs, to the point that it takes over their life.",
		"Impaired control: a craving or strong urge to use the substance; desire or failed attempts to cut down or control substance use",
		"Social problems: substance use causes failure to complete major tasks at work, school or home; social, work or leisure activities are given up or cut back because of substance use",
		"Risky use: substance is used in risky settings; continued use despite known problems",
		"Drug effects: tolerance (need for larger amounts to get the same effect); withdrawal symptoms (different for each substance)",
		"Have you ever felt you should cut down on your drinking or drug use?",
		"Do you need to use more and more drugs or alcohol to attain the same effects on your mood or outlook?",
		"Have you tried to cut back, but couldn’t?",
		"Do you lie about how much or how often you drink or use drugs?",
		"Are you going through prescription medication at a faster-than-expected rate?",
		"Have your friends or family members expressed concern about your alcohol or drug use?",
		"Do you ever feel bad, guilty, or ashamed about your drinking or drug use?",
		"Have you done or said things while drunk or high that you later regretted?",
		"Has your alcohol or drug use caused problems at work, school, or in your relationships?",
		"Has your alcohol or drug use gotten you into trouble with the law?",
		"An uncontrollable urge to drink",
		"Lack of control over how much you drink",
		"Negative thoughts when you're not drinking alcohol",
		"Drinking in risky situations",
		"Drinking that interferes with things you enjoy",
		"Continuing to drink even though it causes problems or makes them worse",
		"Stopping important activities or doing them less often because of alcohol",
		"You may not think of these as drugs. But tobacco has a chemical called nicotine that gives you a little rush of pleasure and energy. The effect can wear off fast and leave you wanting more. You can abuse and get addicted to the nicotine in cigarettes, just like other drugs.",
		"Drug misuse is common with substances used recreationally by humankind for millennia",
		"Drug misuse and dependence is an important accompaniment of drug discovery. Problems were recognized with opium, chloral and barbiturates but assumed greater significance with heroin."
	 ]
	},
	{"class": "domestic violence",
	 "queries": [
		"Domestic violence (also named domestic abuse or family violence) is violence or other abuse in a domestic setting, such as in marriage or cohabitation. Domestic violence is often used as a synonym for intimate partner violence, which is committed by a spouse or partner in an intimate relationship against the other spouse or partner, and can take place in heterosexual or same-sex relationships, or between former spouses or partners. In its broadest sense, domestic violence also involves violence against children, parents, or the elderly. It takes a number of forms, including physical, verbal, emotional, economic, religious, reproductive, and sexual abuse, which can range from subtle, coercive forms to marital rape and to violent physical abuse such as choking, beating, female genital mutilation, and acid throwing that results in disfigurement or death.",
		"Domestic violence is a person being subjected to an ongoing pattern of abusive behaviour by an intimate partner or family member. This behaviour is driven by a desire to dominate, control, or oppress the other person and to cause fear. Many people experience domestic violence within their family or intimate partner relationships.",
		"Domestic and family violence can have a significant negative impact on the mental health of the victims, or other family members who witness it. Constantly feeling unsafe in your own home or with the people who are supposed to love and care for you can lead to feeling afraid, unable to relax, powerless to change the situation, or ashamed to tell others. It may result in long-term physical and psychological trauma, and affect sleep, appetite, concentration or other relationships. ",
		"Domestic and family violence occurs when someone who has a close personal relationship with you makes you feel afraid, powerless, or unsafe. It can be physical, but can also be emotional and psychological. Non-physical forms of abuse can be just as damaging as physical assaults. If you feel disrespected, unable to be yourself, afraid to disagree, or negotiate for what you want, this may be a sign of abuse.",
		"Physical harm - threats of self/physical harm, smashing things, hurting pets",
		"It’s also quite common for the abuser to feel remorse and to apologise after an assault.",
		"Physical abuse can happen in dating or married relationships, but it can also happen outside a relationship. No one — not a spouse, romantic partner, or family member — has the right to physically abuse you.",
		" physical violence is a more severe form of aggression. In the workplace, examples of physical violence include shoving, slapping, kicking, and tripping a coworker, supervisor, or client. ",
		"Any act which causes physical harm as a result of unlawful physical force. Physical violence can take the form of, among others, serious and minor assault, deprivation of liberty and manslaughter",
		"An abuser will often blame someone else, such as the victim, for saying or doing something that ‘caused’ their violent behaviour. ",
		"Physical abuse in a relationship often starts gradually, such as with a push or a slap, and then becomes progressively worse over time. Physical violence is always illegal. If you have been physically abused, there are things you can do to get support.",
		"Physical abuse basically involves a person using physical force against you, which causes, or could cause, you harm.",
		"Many survivors of physical abuse say that the violence started with just a slap or a push, but then became more intense over time.",
		"scratching or biting, pushing or shoving,slapping,kicking,choking or strangling,throwing things,force feeding or denying you food,using weapons or objects that could hurt you,physically restraining you (such as pinning you against a wall, floor, bed, etc.),reckless driving,other acts that hurt or threaten you.",
		"Physical Assault – kicking, slapping, choking or using weapons against you. All threats of physical violence should be taken seriously.",
		"Using coercion and threats– Like being told by your partner they will do something to hurt you, the children, pets or property if you do not do what they want, or do something they do not want you to do.",
		"Using intimidation– Making you afraid by using looks, actions and gestures. Using male or female privilege, that is defining what roles the other should take up in the relationship.",
		"Using children– Such as by making you feel guilty about the children. Threatening to take the children away, to report you to child protection agencies. Using contact visits to harass you, using the children to relay threatening messages etc.",
		"Using isolation– Controlling what you do, who you see and talk to, what you read and where you go. Smothering you with their attention so you can’t have contact with other people without them.",
		"Psychological/Emotional/Verbal Abuse– Using words and other strategies to insult, threaten, degrade, abuse or denigrate you. This can include threats to your children.",
		"Social Abuse– Social isolation imposed upon a partner, such as stopping you from seeing their family and friends. This may include enforced geographic isolation.",
		"Economic Abuse– Controlling and withholding access to family resources such as money and property.",
		"Emotional and psychological abuse - humiliation, put-downs and blaming",
		"Name-calling. They’ll blatantly call you “stupid,” “a loser,” or words too awful to repeat here.",
		"Derogatory “pet names.” This is just more name-calling in not-so-subtle disguise. “My little knuckle dragger” or “My chubby pumpkin” aren’t terms of endearment.",
		"Character assassination. This usually involves the word “always.” You’re always late, wrong, screwing up, disagreeable, and so on. Basically, they say you’re not a good person.",
		"Yelling. Yelling, screaming, and swearing are meant to intimidate and make you feel small and inconsequential. It might be accompanied by fist-pounding or throwing things.",
		"Patronizing. “Aw, sweetie, I know you try, but this is just beyond your understanding.”",
		"Public embarrassment. They pick fights, expose your secrets, or make fun of your shortcomings in public.",
		"Dismissiveness. You tell them about something that’s important to you and they say it’s nothing. Body language like eye-rolling, smirking, headshaking, and sighing help convey the same message.",
		"“Joking.” The jokes might have a grain of truth to them or be a complete fabrication. Either way, they make you look foolish.",
		"Sarcasm. Often just a dig in disguise. When you object, they claim to have been teasing and tell you to stop taking everything so seriously.",
		"Insults of your appearance. They tell you, just before you go out, that your hair is ugly or your outfit is clownish.",
		"Belittling your accomplishments. Your abuser might tell you that your achievements mean nothing, or they may even claim responsibility for your success.",
		"Put-downs of your interests. They might tell you that your hobby is a childish waste of time or you’re out of your league when you play sports. Really, it’s that they’d rather you not participate in activities without them.",
		"Pushing your buttons. Once your abuser knows about something that annoys you, they’ll bring it up or do it every chance they get.",
		"Threats. Telling you they’ll take the kids and disappear, or saying “There’s no telling what I might do.”",
		"Monitoring your whereabouts. They want to know where you are all the time and insist that you respond to calls or texts immediately. They might show up just to see if you’re where you’re supposed to be.",
		"Digital spying. They might check your internet history, emails, texts, and call log. They might even demand your passwords.",
		"Unilateral decision-making. They might close a joint bank account, cancel your doctor’s appointment, or speak with your boss without asking.",
		"Financial control. They might keep bank accounts in their name only and make you ask for money. You might be expected to account for every penny you spend.",
		"Lecturing. Belaboring your errors with long monologues makes it clear they think you’re beneath them.",
		"Direct orders. From “Get my dinner on the table now” to “Stop taking the pill,” orders are expected to be followed despite your plans to the contrary.",
		"Outbursts. You were told to cancel that outing with your friend or put the car in the garage, but didn’t, so now you have to put up with a red-faced tirade about how uncooperative you are.",
		"Treating you like a child. They tell you what to wear, what and how much to eat, or which friends you can see.",
		"Feigned helplessness. They may say they don’t know how to do something. Sometimes it’s easier to do it yourself than to explain it. They know this and take advantage of it.",
		"Unpredictability. They’ll explode with rage out of nowhere, suddenly shower you with affection, or become dark and moody at the drop of a hat to keep you walking on eggshells.",
		"They walk out. In a social situation, stomping out of the room leaves you holding the bag. At home, it’s a tool to keep the problem unresolved.",
		"Using others. Abusers may tell you that “everybody” thinks you’re crazy or “they all say” you’re wrong.",
		"ealousy. They accuse you of flirting or cheating on them.",
		"Turning the tables. They say you cause their rage and control issues by being such a pain.",
		"Denying something you know is true. An abuser will deny that an argument or even an agreement took place. This is called gaslighting. It’s meant to make you question your own memory and sanity.",
		"Using guilt. They might say something like, “You owe me this. Look at all I’ve done for you,” in an attempt to get their way.",
		"Goading then blaming. Abusers know just how to upset you. But once the trouble starts, it’s your fault for creating it.",
		"Denying their abuse. When you complain about their attacks, abusers will deny it, seemingly bewildered at the very thought of it.",
		"Accusing you of abuse. They say you’re the one who has anger and control issues and they’re the helpless victim.",
		"Trivializing. When you want to talk about your hurt feelings, they accuse you of overreacting and making mountains out of molehills.",
		"Saying you have no sense of humor. Abusers make personal jokes about you. If you object, they’ll tell you to lighten up.",
		"Blaming you for their problems. Whatever’s wrong in their life is all your fault. You’re not supportive enough, didn’t do enough, or stuck your nose where it didn’t belong.",
		"Destroying and denying. They might crack your cell phone screen or “lose” your car keys, then deny it.",
		"Demanding respect. No perceived slight will go unpunished, and you’re expected to defer to them. But it’s a one-way street.",
		"Shutting down communication. They’ll ignore your attempts at conversation in person, by text, or by phone.",
		"Dehumanizing you. They’ll look away when you’re talking or stare at something else when they speak to you.",
		"Keeping you from socializing. Whenever you have plans to go out, they come up with a distraction or beg you not to go.",
		"Trying to come between you and your family. They’ll tell family members that you don’t want to see them or make excuses why you can’t attend family functions.",
		"Withholding affection. They won’t touch you, not even to hold your hand or pat you on the shoulder. They may refuse sexual relations to punish you or to get you to do something.",
		"Tuning you out. They’ll wave you off, change the subject, or just plain ignore you when you want to talk about your relationship.",
		"Actively working to turn others against you. They’ll tell co-workers, friends, and even your family that you’re unstable and prone to hysterics.",
		"Calling you needy. When you’re really down and out and reach out for support, they’ll tell you you’re too needy or the world can’t stop turning for your little problems.",
		"Interrupting. You’re on the phone or texting and they get in your face to let you know your attention should be on them.",
		"Indifference. They see you hurt or crying and do nothing.",
		"Disputing your feelings. Whatever you feel, they’ll say you’re wrong to feel that way or that’s not really what you feel at all.",
		"Financial abuse is when someone takes away your access to money, manipulates your financial decisions, or uses your money without consent. Once you know this, there are ways to get help and regain your independence.",
		"Elder financial abuse is also a serious problem. Older people can be more vulnerable to financial abuse. This is because they often depend on others for help with financial tasks and decisions.",
		"Financial abuse involves controlling a victim's ability to acquire, use, and maintain financial resources. Those who are victimized financially may be prevented from working",
		"Financial abuse - strict or unfair control of money",
		"Trying to control your use of or access to money you have earned or saved",
		"Using your assets for their personal benefit without asking",
		"Taking money or using credit cards without permission",
		"Ruining your credit history by running up limits and then not paying bills",
		"Claiming to make payments or pay bills in your name but not following through",
		"Borrowing money or making charges without repaying it",
		"Feeling entitled to your money or assets",
		"Demanding that you turn over your paycheck, passwords, and credit cards",
		"Expecting you to pay for their bills or their obligations",
		"Using offers to help with your budget or financial decisions as a cover for gaining control over your finances",
		"Requiring you to bail them out of difficult financial situations​",
		"Confiscating your paycheck or other sources of income",
		"Intercepting or opening your bank statements and other financial records",
		"Threatening to lie to officials and claim you are cheating or misusing benefits",
		"Criticizing and minimizing your job or choice of career",
		"Pressuring you to quit your job—sometimes even using children as an excuse",
		"Telling you where you can and cannot work",
		"Sabotaging your work responsibilities",
		"Harassing you at work by calling, texting, or stopping by",
		"Preventing you from working by hiding your keys, unhooking your car battery, taking your car without permission, or offering to babysit and then not showing up",
		"criticizing every financial decision you make",
		"Reducing your freedom to plan or budget",
		"Making large financial decisions without your input",
		"Refusing to collaborate on finances",
		"Hiding or taking funds and putting them in a private account",
		"Insisting you share your income but refusing to share theirs",
		"Refusing to work or contribute to the family income",
		"Controlling the “purse strings” or establishing unrealistic limits or allowances",
		"Requiring you to account for every penny you spend (may even ask for receipts and change)",
		"Having a double standard when it comes to spending (they may spend money on entertainment, dining out, and clothing but criticize you when you make similar purchases)",
		"Withholding financial information such as account passwords, account numbers, and investment information",
		"Limiting your access to the overall financial picture as a couple",
		"Withholding money from you or requiring you to ask for money",
		"Demanding that you ask permission before spending money but not consulting you when they make purchases",
		"Requiring that large, joint purchases be in their name only (such as car loans, mortgages, cell phones, or apartment leases)",
		"Limiting your access to money by not allowing you to have bank accounts or credit cards",
		"Forcing you to sign financial documents without explanations",
		"Making threats to cut you off financially when you disagree",
		"Becoming enraged over money and then engaging in other forms of abuse like name-calling or physical violence",
		"Evading or refusing to pay child support",
		"Dragging out divorce proceedings in order to cripple you financially",
		"Verbal abuse - name-calling, yelling",
		"Social abuse - controlling where you go and who you see",
		"Stopping you from seeing friends, family, or other people",
		"Not allowing you outside your home, room, or accommodation facility",
		"Not allowing you to participate in social and community activities",
		"Needing to know everywhere you have been or are going",
		"Needing to know everyone you have seen or are planning to see",
		"Checking or interfering with your mail, phone, email or social media",
		"Sharing private photos or videos of you online without your permission",
		"Using social media or the internet to spread lies or damaging information about you",
		"Telling lies about you to friends and family or trying to turn others against you",
		"Deliberately doing things to make you miss, or be late for, events, appointments or meetings",
		"Deliberately doing things to make you look bad or embarrass you in front of others",
		"Restricting access to your car, other forms of transport, wheelchair, or mobility aids",
		"Sexual abuse - and rape",
		"Sexual abuse can also be referred to as sexual assault. It is generally defined as a sexual activity that you have not consented to. It can refer to a broad range of sexual behaviours that can make you feel uncomfortable, frightened or threatened. ","47 percent of homeless women meet the criteria for a diagnosis of major depressive disorder",
		"Sexual abuse, also referred to as molestation, is abusive sexual behavior by one person upon another. It is often perpetrated using force or by taking advantage of another. When force is immediate, of short duration, or infrequent, it is called sexual assault. The offender is referred to as a sexual abuser or (often pejoratively) molester.",
		"Sexual Assault – Any non-consenting (not fully agreed to by both partners) sexual act or behaviour, any unwanted or disrespectful sexual touch, rape (with or without threats of other violence), forced compliance in sexual acts, indecent assaults, and forced viewing of pornography.",
		"Sexual assault – a term including all sexual offenses. Any action or statement with a sexual nature and done without consent from both sides.",
		"Rape – insertion of a bodily organ or an object into the sex organ of a woman without her consent.",
		"Sodomy – insertion of a bodily organ or an object into a person's anus or mouth without their consent.",
		"Attempted rape – attempted insertion of a bodily organ or an object into the sex organ of a woman without her consent.",
		"Gang rape – rape carried out by more than one attacker.",
		"Serial rape – repeated incidents of rape carried out by the same attacker over an extended period of time.",
		"Incest – Sexual abuse or assault at the hands of a family member.",
		"Extortion when the act the person required to perform is of a sexual nature.",
		"An indecent act, i.e. an act performed to cause humiliation, stimulation or sexual satisfaction.",
		"Repeated propositions that are of a sexual nature addressed to a person who has previously demonstrated to the harasser that they are not interested in said propositions.",
		"Repeated remarks relating to the person's sexuality when that person has already shown the harasser that they are not interested in said remarks.",
		"Degrading or humiliating remarks relating to a person's sex or sexuality, including their sexual orientation.",
		"Publishing a picture, video or recording of someone focusing on their sexuality for the purpose of humiliating or degrading the person without their consent.",
		"Propositions or remarks of a sexual nature when the harasser is aware that their target is not interested due to circumstances of exploiting a working relationship, dependency and other services.",
		"Stalking - following, making excessive phone calls, texts or emails",
		"Spiritual or cultural abuse - controlling practices or choices",
		"physical abuse, including direct assaults on the body, use of weapons, driving dangerously, destruction of property, abuse of pets in front of family members, assault of children, locking the victim out of the house, and sleep deprivation.",
		"sexual abuse, any form of forced sex or sexual degradation, such as sexual activity without consent, causing pain during sex, assaulting genitals, coercive sex without protection against pregnancy or sexually transmitted disease, making the victim perform sexual acts unwillingly, criticising, or using sexually degrading insults.",
		"emotional abuse, blaming the victim for all problems in the relationship, constantly comparing the victim with others to undermine self-esteem and self-worth, sulking intended to manipulate, withdrawing all interest and engagement (e.g. weeks of silence).",
		"verbal abuse, continual 'put downs' and humiliation, either privately or publicly, with attacks following clear themes that focus on intelligence, sexuality, body image and capacity as a parent and spouse.",
		"social abuse, such as ongoing rudeness to family and friends, moving to locations where the victim knows nobody, and forbidding or physically preventing the victim from going out and meeting people.",
		"economic abuse, such as complete control of all monies, no access to bank accounts, providing only an inadequate 'allowance', using any wages earned by the victim for household expenses while withholding their own income.",
		"spiritual abuse, such as denying access to ceremonies, land or family, preventing religious observance, forcing victims to do things against their beliefs, denigration of cultural background, or using religious teachings or cultural tradition as a reason for violence.",
		"Verbal abuse and emotional abuse are the most common forms of abuse and are present in the majority of abusive relationships whether there is physical violence or not. Abusers use words and other behaviours to control, to intimidate and to cause fear in their victim. These forms of abuse can cause significant harm, impacting negatively on a woman’s self confidence and self esteem. The damage caused by verbal and emotional abuse often lasts long after the relationship has ended.",
		"Some abusers may use religion as an excuse for their violence. Religion is no excuse for domestic violence and use of Scriptures to justify domestic violence is unacceptable. There is nothing to support the view that it is God’s will for people to endure domestic and family violence. Some women may feel pressure from their faith or church community to ‘honour’ their commitment to marriage and stay in the abusive relationship.  Leaving or getting a divorce is against their religious beliefs.",
		"Domestic violence crosses all countries and cultures. Some abusive men claim that in their culture women have a subordinate role and the use of violence is permitted to keep women in line. Some accuse the legal system of attempting to destroy their culture or say that laws against family violence are racist. It is important to maintain cultural traditions and beliefs but this can be done without violence or abuse. Under the law the same standards of non-violent behaviour apply to all.",
		"Physical abuse is intentional bodily injury. Some examples include slapping, pinching, choking, kicking, shoving, or inappropriately using drugs or physical restraints.",
		"Sexual abuse is nonconsensual sexual contact (any unwanted sexual contact). Examples include unwanted touching, rape, sodomy, coerced nudity, sexual explicit photographing.",
		"Mental mistreatment or emotional abuse is deliberately causing mental or emotional pain. Examples include intimidation, coercion, ridiculing, harassment, treating an adult like a child, isolating an adult from family, friends, or regular activity, use of silence to control behavior, and yelling or swearing which results in mental distress. ",
		"Exploitation occurs when a vulnerable adult or his/her resources or income are illegally or improperly used for another person's profit or gain. Examples include illegally withdrawing money out of another person’s account, forging checks, or stealing things out of the vulnerably adult’s house.",
		"Neglect occurs when a person, either through his/her action or inaction, deprives a vulnerable adult of the care necessary to maintain the vulnerable adult’s physical or mental health. Examples include not providing basic items such as food, water, clothing, a safe place to live, medicine, or health care.",
		"Abandonment occurs when a vulnerable adult is left without the ability to obtain necessary food, clothing, shelter or health care. Examples include deserting a vulnerable adult in a public place or leaving a vulnerable adult at home without the means of getting basic life necessities.",
		"If you feel scared or confused around your partner, or doubt yourself when you’re talking with them, you may be experiencing emotional abuse. An emotional abuser’s goal is to undermine another person’s feelings of self-worth and independence. In an emotionally abusive relationship, you may feel that there is no way out or that without your partner you’ll have nothing. Emotional abuse is a form of domestic and family violence.",
		"Verbal abuse: yelling at you, insulting you or swearing at you.",
		"Rejection: Constantly rejecting your thoughts, ideas and opinions.",
		"Gaslighting: making you doubt your own feelings and thoughts, and even your sanity, by manipulating the truth.",
		"Put-downs: calling you names or telling you that you’re stupid, publicly embarrassing you, blaming you for everything. Public humiliation is also a form of social abuse.",
		"Causing fear: making you feel afraid, intimidated or threatened.",
		"Isolation: limiting your freedom of movement, stopping you from contacting other people (such as friends or family). It may also include stopping you from doing the things you normally do – social activities, sports, school or work. Isolating someone overlaps with social abuse.",
		"Financial abuse: controlling or withholding your money, preventing you from working or studying, stealing from you. Financial abuse is another form of domestic violence.",
		"Bullying and intimidation: purposely and repeatedly saying or doing things that are intended to hurt you.",
		"‘Sexual assault’ covers a wide range of unwanted sexual behaviours that are often used by offenders as a way to assert power and control over other people. There are many myths around what constitutes sexual assault, so find out the facts. If you’ve been sexually assaulted, you might experience a range of emotions and it’s important to know there are support services that can help you.",
		"Rape: forced, unwanted sex or sexual acts.",
		"touching, grabbing or making other physical contact with you without your consent",
		"making comments to you that have a sexual meaning",
		"asking you for sex or sexual favours",
		"leering and staring at you",
		"displaying rude and offensive material so that you or others can see it",
		"making sexual gestures or suggestive body movements towards you",
		"cracking sexual jokes and comments around or to you",
		"questioning you about your sex life",
		"insulting you with sexual comments",
		"committing a criminal offence against you, such as making an obscene phone call, indecently exposing themselves or sexually assaulting you.",
		"Indecent assault: indecent behaviour before, during or after an assault.",
		"Unwanted sexual activity in any relationship is assault.",
		"Sexual assault survivors are never, under any circumstances, responsible for somebody choosing to assault them.",
		"Social abuse Social domestic violence occurs when someone insults or humiliates you in front of other people, keeps you isolated from family and friends, or controls what you do and where you go.",
		"Financial abuse If someone close to you controls your finances and access to money, and keeps you financially dependent on them so that you always have to ask them for money, this is a form of domestic violence.",
		"Spiritual abuse Spiritual domestic violence involves preventing you from having your own opinions about religion, cultural beliefs and values. It may also involve causing you to doubt your thoughts on spirituality in order to make you feel powerless. Attempting to cause shame is a large part of spiritual abuse, as is preventing people from practising their religious or cultural beliefs.",
		"Physical abuse in a relationship often starts gradually, such as with a push or a slap, and then becomes progressively worse over time. Physical violence is always illegal.",
		"you feel afraid of your partner all the time",
		"you steer clear of certain topics to avoid making your partner angry",
		"you feel like you can’t do anything right, or that you’re walking on eggshells because of their anger and rage.",
		"scratching or biting, pushing or shoving, slapping, kicking, choking or strangling, throwing things, force feeding or denying you food ,using weapons or objects that could hurt you, physically restraining you (such as pinning you against a wall, floor, bed, etc.) ,reckless driving, other acts that hurt or threaten you.",
		"Blaming you An abuser will often blame someone else, such as the victim, for saying or doing something that ‘caused’ their violent behaviour. Or they might say their behaviour was a result of being under the influence of alcohol or drugs, or feeling stressed or frustrated.",
		"Telling you they’re sorry It’s also quite common for the abuser to feel remorse and to apologise after an assault. They may beg for forgiveness and promise they’ll never do it again. They will quite often sincerely regret what they’ve done, which makes it more difficult for the victim of the assault to leave the relationship.",
		"It may not always be obvious that you’re in an abusive relationship. It can be common for someone who is being abused to believe that it’s their own fault and that they somehow ‘deserve’ the abuse. ",
		"They check on you all the time to see where you are, what you’re doing and who you’re with.",
		"They try to control where you go and who you see, and get angry if you don’t do what they say.",
		"They constantly send text messages and want to know what you are doing every moment of the day.",
		"They accuse you of being unfaithful or of flirting.",
		"They isolate you from family and friends, often by behaving rudely to them.",
		"Possessiveness, Jealousy, Put-downs, Threats, Physical and sexual violence",
		"They put you down, either publicly or privately, by attacking your intelligence, appearance, opinions, mental health or capabilities.",
		"They constantly compare you unfavourably to others.",
		"They blame you for all the problems in your relationship, and for their violent outbursts.",
		"They say things like, ‘No one else will want you.’",
		"They yell or sulk, and deliberately break things that you value.",
		"They threaten to use violence against you, your family, friends or a pet.",
		"They push, shove, hit or grab you, or make you have sex or do things you don’t want to do.",
		"They harm you, your family members or your pets."
	]
	},
	{"class": "family relationship",
	 "queries": [
		"A toxic family is one where your family members don't respect your boundaries. Toxic family members create an unhealthy family situation. Toxic family members also build stressful interpersonal relationships and cause mental and emotional distress.",
		"They get jealous or try to compete with you",
		"They overreact",
		"They compare you. ",
		"They act like victims",
		"They don’t respect your boundaries",
		"They’re always right",
		"They give ultimatums",
		"Conversations are always about them",
		"They drain your energy",
		"You were expected to meet unrealistic standards",
		"You were harshly criticized",
		"Your needs weren’t met",
		"setting boundaries",
		"You feel controlled",
		"You don’t feel love, compassion, or respect",
		"There’s substance use involved",
		"They Are Controlling",
		"They Always Blame You",
		"Don't Confuse Punishment For Discipline",
		"They Make Threats",
		"They Are Always Critical Towards You",
		"They are dismissive of your feelings",
		"Taking sibling rivalry to extremes",
		"Family relationship. A family relationship can be defined as any combination of filiation or conjugal relationships that join two people directly or through a third party.",
		"A family relationship can be defined as any combination of filiation or conjugal relationships that join two people directly or through a third party.",
		"Stonewalling",
		"Belittling you or your accomplishments",
		"Gaslighting",
		"Invalidating your experiences and feelings",
		"Angry outbursts, or anger management issues",
		"Destruction of household or personal items",
		"Blackmailing",
		"Controlling behavior",
		"The crossing of personal boundaries",
		"Held to unrealistic expectations",
		"Your needs were unmet",
		"Chronic conflict",
		"Exerting control over your life",
		"Controlling access to money",
		"Emotional blackmail",
		"Constant lies",
		"Playing family members off of each other",
		"Ignoring your wants and needs",
		"Dominance",
		"This “dominant-submissive” family dysfunction means one family member rules everything. They have no consideration for other members’ feelings or opinions.",
		"The dominant authoritative figure makes other members feel voiceless and powerless.",
		"Exploitation",
		"Do you ever feel like your sole purpose in life is to care for your parent or sibling? Do they only show affection or value you as long as you can serve their financial or emotional needs?",
		"It is not your responsibility to take care of their every need. They shouldn’t exploit you emotionally or financially.",
		"Exploitation happens when there is deliberate manipulation or abuse of power. It happens when someone is taking advantage of a person or a situation.",
		"Harsh judgment and criticism",
		"It’s an environment where you never get anything right. Even when you do succeed, they still find ways to put you down. They belittle your achievements and constantly make you feel incompetent and unsuccessful.",
		"You’re not given love",
		"belittle you",
		"break down your self-esteem",
		"mock your insecurities",
		"ignore your requests for sympathy",
		"Substance abuse",
		"Chronically sick family member/s",
		"Mental/personality disorders in family member/s",
		"Unexpected death/s or unfortunate life events",
		"A history of family dysfunction from the previous generation",
		"Different personalities clashing and disagreements over ways of doing things.",
		"Jealousy or fighting between brothers and sisters.",
		"Parents arguing.",
		"Divorce or separation.",
		"New step-parents or step-brothers and sisters.",
		"Cultural or generational differences",
		"The effects of bereavement",
		"A toxic family is one where your family members don't respect your boundaries.",
		"Unhealthy families often make poor choices or do not reinforce their family structure.",
		"Sibling Rivalry",
		"Child Discipline",
		"In-Laws and Extended Family",
		"Extended families include at least three generations: grandparents, married offspring, and grandchildren.",
		"Joint family: Joint families are composed of sets of siblings, theirs spouses, and their dependent children.",
		"Blended family: Blended families are becoming more common, especially in industrial societies like the United States. A blended family is formed when divorced or widowed parents who have children marry.",
		"Be forced to take sides in conflicts between family members.",
		"Be ignored, discounted, or criticized for their feelings and thoughts.",
		"Experience rejection or preferential treatment.",
		"Be restricted from full and direct communication with other family members.",
		"Be locked out of the house.",
		"Anxiety or worry: You may be frequently preoccupied with concerns about your family and struggle to focus on other things.",
		"Sadness or depression: Feelings of tension, conflict, or disconnection from your family might make you feel sad or hopeless.",
		"Conflicts with other loved ones: If a relationship with one person is upsetting you, you might find that issues also come up with other  people you’re close to. ","Abandonment occurs when a vulnerable adult is left without the ability to obtain necessary food, clothing, shelter or health care. Examples include deserting a vulnerable adult in a public place or leaving a vulnerable adult at home without the means of getting basic life necessities.",
		"Low self-esteem: Feeling insecure or threatened within a relationship that means a lot to you can make you doubt yourself and your worth.",
		"Issues with siblings: Competition, comparison, different relational styles: all of these (and many other factors) can lead to conflict with siblings.",
		"Conflict around culture, religion, or lifestyle: Families often have set notions of the kinds of lives members should live, especially when a particular religion or culture plays a prominent role in the family’s life. When one member of the family goes against these established norms, conflict can follow.",
		"Caregiver stress: Taking care of children, supporting a family member with a health condition, or caring for an elderly parent are all examples of situations that can cause caregiver stress.",
		"Communication issues: You don’t feel heard; you wonder whether the other person understands you; you struggle to say what you mean. These are all forms of communication issues, a common setback in many family relationships.",
		"Extramarital Affairs",
		"Lack of emotional support, intimacy, respect or admiration are common causes of infidelity.",
		"Communication Failure",
		"When couples or families fail to communicate effectively, arguments erupt more quickly and easily. Mixed messages and lack of understanding between couples or parents and children causes tension.",
		"Some Family Members Stress You Out",
		"Poor Communication (Or Lack Of It)",
		"It’s hard to establish trusting relationships when you live in constant uncertainty or fear.",
		"Lack of Intimacy",
		"Arguments All The Time",
		"Balancing Home and Work-Life",
		"When you have a partner and kids to manage, chaos is inevitable. And, sometimes it ends up badly.",
		"These sort of fight cracks up the relationships, and are so frustrating as well.",
		"Lack of Proper Communication",
		"Some Members Stress You Out",
		"Being Far from The Family",
		"Divorce in the Family",
		"Divorce destroys a family. It is one of the really ugly family issues. ",
		"Your family doesn’t show many signs of closeness. There is no honest emotional support and your relations are superficial, rather than emotionally available.",
		"Money is a big one, of course. From fighting over inheritance to disagreeing about who will pay for aging parents or family events, family financial conflict is top of the list when it comes to why families fight. If members of a family feel they have been treated unfairly or not given their fair share, they can harbor resentment for years, maybe even a lifetime. That’s because money is often associated with meanings and emotions that run deeply for individuals. They may feel they were cheated, disrespected, or that their entire lifestyle was significantly impacted due to these financial conflicts. Such associations and the resulting painful emotions aren’t easily forgotten. That’s why a family fighting over money can be so devastating, and why this type of matter must be dealt with and resolved as quickly as possible.",
		"Several families are engaged in a family-run business, often started by a single family couple and then passed down to the couple’s children who must find ways to work together. Also, siblings tend to go into business together. And why not? It’s difficult to trust people these days, and we should be able to trust our siblings, right? Unfortunately, there ends up being all types of conflict in family business. Partnerships are hard, regardless of whether the partners are related or not. But when partners are family members, the business conflicts often spill over into extended family conflict. Non-invested siblings can get pulled in to the ordeal; cousins can build animosity toward each other; even elderly parents may be brought in to take sides with brother-business partners.",
		"You know the scenario; it’s a cliche at this point. Unfortunately for those experiencing in-law related conflict, however, the stress is all too real and relentless. From mother-in-law conflicts with daughters-in-law to mother-in-law son-in-law conflict, personality clashes in families are rampant when taking on a new set of parents or a new adult as part of the family. Sure, the couple is in love…but couples must remember they are not only marrying their spouse; they are marrying his or her family as well. So each partner better be sure they know what they are marrying into, because people don’t change very easily. That means the mothers-, fathers-, sons-, and daughters-in-law you know on the day of the marriage will likely be the ones that stick around for good. If you’re hoping they will change, you’re probably in for a rude awakening. Typical arguments in wife and mother-in-law conflict, for instance, might revolve around: how to treat her husband, how to raise the children, how to spend money more responsibly, and so on.",
		"Conflict Over Family Events. Events are stressful without any interpersonal problems thrown into the mix. Planning takes work, money, and time, and when things don’t go as planned, it can cause a lot of anxiety. Perhaps the stress related to an event is one reason interpersonal issues often emerge, and certainly interpersonal problems add to the stress. Families often argue about topics related to major and even minor events, on issues such as: who is on (and who is left out of) the invite list, who is paying for what, which dates work for everyone, the location of the event, and who to use as vendors. Everyone involved construes their own needs as top priority…which makes resolving family arguments about events pretty difficult.",
		"Sibling Conflict Over Care of Elderly Parent. As parents age, siblings are typically responsible for how to care for their elderly parents. Some people feel the best place for their parents will be in one of the children’s homes or in an assisted living facility, while others feel they should remain in the family house or in a retirement community. There are no easy answers as to what should be done about caring for elderly parents, and so sibling conflict over the care of an elderly parent can foster stubbornness and deeply felt anger between siblings or any other parties responsible for an aging loved one.",
		"Stepparent-Stepchild Conflict. Adopting a stepchild is a serious and emotional endeavor; but accepting a stepparent is probably even more serious and more difficult. Certainly, when minor children live in a household with a stepparent they do not like and/or who doesn’t much like them, the family unit is set-up for strife and resentment. ","Abandonment occurs when a vulnerable adult is left without the ability to obtain necessary food, clothing, shelter or health care. Examples include deserting a vulnerable adult in a public place or leaving a vulnerable adult at home without the means of getting basic life necessities.Shakes, tremors, or slurred speech",
		"Disputes between you and your children are inevitable in family life. If your family never has arguments, it probably means that issues are being avoided. To become productive adults, children need to be able to voice their opinions - even if they disagree with yours - and feel they are being taken seriously.",
		"Stress is an unavoidable part of life. While low levels of stress can have a positive impact on people and push them to achieve their goals, excessive stress can jeopardize a family's security and wellbeing.",
		"Perfectionist parents often put incredible pressure on their partners and children, not just to do their best, but to accomplish the impossible. Perfectionism is unrealistic and can be toxic to family life. Perfectionists' loved ones often feel like they're walking on eggshells. ",
		"Poor communication may be the single most telling characteristic of a dysfunctional family. Virtually any problem can be managed with open, honest, healthy communication. One common theme in dysfunctional families is the inability or unwillingness to listen to one another. In many cases, an individual will avoid direct communication with the person who has caused a problem, instead confiding in other family members in an effort to evade confrontation. Indirect communication can cause bitterness and passive-aggressive behavior. It can also result in a lack of trust within a family unit.",
		"Lack of Empathy. When a parent lacks empathy, his or her children may feel that the parent's love is conditional. When a parent shows empathy, however, he or she models this trait to the child, which can help children become compassionate, empathetic adults. The unconditional love, empathy, and open communication present in healthy families helps parents work with their children in a constructive manner, even when the child makes a mistake or poor decision. In healthy families, parents are intent on helping their children make good decisions and learn from their mistakes rather than belittling them or instilling shame.",
		"Excessive Attempts to Control. Dysfunctional families are often characterized by a parent's excessive need to control their children and/or the other parent. Taking a more relaxed, accepting approach encourages kids to do their best in every situation, rather than living to appease the controlling parent.",
		"Lack of Privacy and Independence. Parents in dysfunctional families often lack trust in their children and tend to invade their privacy. While there are times when parents need to know what's going on with their children so they can respond appropriately, parents in a functional family utilize honest communication rather than room raids and harsh interrogations. Children in dysfunctional families often aren't given the opportunity to be themselves. They may be discouraged from making their own decisions, developing preferences that are different from their parents', or having friends their parents disapprove of. They're often expected to imitate their parents rather than develop unique personalities.",
		"Constant Criticism. Criticism runs rampant in a dysfunctional family. Sometimes, the criticism is blatant, with parents chastising everything the child says or does. Other times, parents take a more subtle approach by using sarcasm, insults, or teasing in a sneaky attempt to say something negative without making themselves seem cruel.",
		"Social isolation or loneliness, Development of behavioral disorders, Being extremely self-critical, Low self-esteem, Development of mental health issues, such as anxiety or depression, Difficulty expressing thoughts and feelings",
		"A dysfunctional family is a family in which conflict, misbehavior, and often child neglect or abuse on the part of individual parents occur continuously and regularly, leading other members to accommodate such actions. ","Shakes, tremors, or slurred speech",
		"If a family has strong religious beliefs, with no room for conversation, debate, or explanations, it can lead to the parents trying to enforce the same set of beliefs on their children. Parents might become strict without reason or purely on the basis of their fundamental opinion, and this can lead to dysfunctionality.",
		"A reason for a dysfunctional family could be parents getting pushy, aggressively authoritative, and tyrannical in their behaviour; this leads to over possessiveness and dislike amongst members.",
		"If you find yourself constantly trying to say yes to people and do anything in your power to please them, then it could be a sign that you are from a dysfunctional family. If you are nice for the sake of being nice, and sacrifice personal needs to make others happy, it may be a sign. This is because as a child, you might have been made to believe that you will be abandoned.",
		"As an adult, if you feel guilty for other people’s situations or behaviour, neither of which are under your control, then it may be a sign. You feel guilty when people feel upset, even if you are in no way responsible for it.",
		"If you do not know how to communicate emotions in a healthy way with friends and family, and you tend to shut down and not address them, then chances are, you have been in a dysfunctional family.",
		"No matter what you do or achieve, you are your harshest critic, and you always criticise yourself first. You think that anything that goes wrong is inevitably your fault in some way.",
		"You have high levels of anxiety. Even when it’s all smooth sailing, you are always worried that something will go wrong, leading to a high level of anxiety. Consequently, you are never able to enjoy yourself.",
		"You are frustrated. No matter how good your life is, you can always pinpoint something that is wrong, and you are dissatisfied. You feel like your efforts go unappreciated all the time.",
		"No Emotional Support. There is no room for emotions or support for members of a dysfunctional family. There is no safe space provided for children to express their emotions clearly and in a positive manner. Kids often grow up lonely or isolated from their parents in this situation.",
		"You feel anguish. A feeling of hopelessness and anguish exists in your everyday life, despite no dire circumstances. You have negative thoughts, and look at life from a pessimistic perspective.",
		"Lack of Independence and Privacy. Parents may constantly invade a child’s privacy, and smother them to ensure that they have zero independence when it comes to decisions in a dysfunctional family. They need to check at all times what the kids are doing, and do not have honest communication or rules about it.",
		"Criticism. Children growing up in a dysfunctional family are constantly criticised for their abilities – or lack of them – and are berated for all their actions. Parents are often condescending, patronising, and mean, instilling a sense of helplessness and lack of belief in the child, leading to low self-esteem.",
		"Perfectionism.Parents often end up putting pressure on their kids to perform, and when that pressure becomes excessive, it leads to dysfunctional behaviour in them. Fear of failure is triggered, and the children inevitably grow up to be perfectionists.",
		"Controlling Behaviour. Sometimes, when parents exert excessive control in their children’s lives, stifling their ability to grow, they also end up not encouraging good behaviour. This kind of control can lead to self-doubt in children when it comes to their abilities, and also creates trust issues.",
		"Lacking Empathy. In a family which is dysfunctional, there is no empathy, or very little of it. Children will end up feeling bad about themselves. There is no unconditional love, and issues are always subjected to behaviour corrections, even when it’s not necessary or the child has made only a small mistake. There is no room for error, which creates a claustrophobic environment, which leads to a constant fear of failure in children.",
		"Lack of communication. Members of a dysfunctional family do not know how to openly communicate with one another, and often have serious communication problems. They sweep issues under the carpet, and never discuss them. They do not create a healthy environment for discussions, and often shout or have screaming fights. Family members do not listen to each other, and usually resort to other ways of communication.",
		"They never feel that they know what “normal” is.",
		"They feel that everyone else has the “secret rules” for how to live as a healthy adult.",
		"They don’t know how to live without chaos and crisis, a lifestyle pattern which is difficult to break.",
		"They can have difficulty following finishing tasks and through with things.",
		"They often judge themselves without mercy.",
		"They don’t know how to relax and just have fun.",
		"They may take themselves very seriously and be highly intense.",
		"They have difficulty with intimate relationships.",
		"They over-react to changes over which they have no control.",
		"They constantly seek approval and affirmation.",
		"They feel they are different and don’t quite “fit in” with others.",
		"They are either super-responsible or super-irresponsible.",
		"They are extremely loyal, even in the face of evidence to the contrary.",
		"They maintain the lie that everything was ok in the family.",
		"They are impulsive and jump into things without thinking clearly.",
		"They have never grieved their lost childhood and struggle with underlying depression, anxiety or anger.",
		"They erroneously believe that, with a little more effort, they can get others to love them.",
		"They erroneously believe that, with a little more effort, they can get others to change.",
		"Poor communication: Communication is one of the most important building blocks of good relationships. Dysfunctional families are unable to listen to one another, so individual members often feel misunderstood or like their voices aren’t heard. ","47 percent of homeless women meet the criteria for a diagnosis of major depressive disorder",
		"Perfectionism: In a dysfunctional family, one or more adults may be perfectionists. They have very high expectations for children or other family members and don’t accept failure. This has a lasting negative effect, reducing playfulness and assimilation of knowledge in children. Perfectionism creates a “steady source of negative emotions” that causes individuals to constantly feel inadequate, according to Psychology Today.",
		"Lack of empathy: One of the hallmarks of a dysfunctional family is lack of empathy. Parents do not show unconditional love, instead becoming judgmental. Rather than attempting to understand a child’s feelings and point of view, a dysfunctional parent might rely on anger or derision, making the child feel guilty or demeaned. Parents “lack the ability to emotionally tune in to their kids,” according to Psychology Today, causing children to internalize negative feelings.",
		"Control: In a dysfunctional family structure, one or more parents often focus on controlling their children. They might pit children against one another and make them compete for affection, or constantly compare them. Other important elements of control are dependence and LACK OF PRIVACY. “Researchers found that people who reported their parents had intruded on their privacy in childhood or encouraged dependence were more likely to have low scores in surveys of happiness and general wellbeing,” The Independent reports. When children aren’t allowed to make their own decisions, they grow up without the confidence to excel in the classroom or workplace.",
		"Excessive criticism: Criticism and other verbal abuse are particularly difficult for children to overcome. Parents in dysfunctional families often criticize a child’s looks, intelligence, value, or abilities. Some criticism might be direct, while other forms are more subtle and relayed in the form of teasing or put-downs. Regardless of delivery, consistent criticism from parents has a negative impact on self-image and development.",
		"have low self-esteem and poor self-image.",
		"You constantly please people: As a result of being abandoned, you fear disappointing people. You go to great lengths to please people. You grow with the belief that if you are nice to them, they won’t abandon you. So, you sacrifice your own needs to please others.",
		"You feel guilty: You feel guilty for no fault of yours and assume that it’s your fault when others are upset. This is due to the mistaken belief that you are responsible for their feelings. You want to do anything to make others happy even if it is at your cost.",
		"You feel empty and isolated: You are afraid of loneliness. You crave affection, and when it doesn’t come you feel isolated.",
		"You are a perfectionist: As a child, you tried to meet the expectations of your family. You feared failure, and that can make you a perfectionist to the extent that it gets in your way of getting things done promptly or accepting people’s faults.",
		"You feel responsible for others: You take up the responsibility of others while ignoring your needs. You lose your identity as you live in a codependent relationship.",
		"You are harsh on yourself: You judge yourself perhaps because you have been judged as a child.",
		"You are discontented and frustrated: When your sincere efforts are not appreciated, you get frustrated and annoyed.",
		"You are tensed: Even when everything is fine, you worry that something wrong is going to happen. There is no time to relax and when one problem ends, another one seems to crop up.",
		"Have poor communication skills: You think of something but end up saying something vague because you do not know how to put your thoughts into words. You may not end up saying anything at all. This could probably be the result of your parents’ negligence towards your feelings as a child.",
		"Anguish: There is no hope for a better and peaceful life. You become pessimistic and feel there is always something lacking in your life.",
		"Unpredictability and fear: There is an underlying fear and unpredictability of the circumstances and finances. The children live in constant fear arising from the actions of the family members.","Lack of emotional support: In a dysfunctional family, one or both the parents fail to provide the necessary emotional support to their children. This could be due to the parents being busy elsewhere or neglecting their parental responsibilities. Kids end up spending their childhood in isolation and loneliness and growing up to be emotionally vulnerable.",
		"Over-possessiveness: Some parents are over-possessive of their children; they treat them like their personal possessions. They do not let the child mingle with anybody. They do not like it if the child speaks to somebody. Such possessiveness might deprive the child of social skills.",
		"The urge of a person to have control of the members of the family vitiates the atmosphere at home.. They might unleash tyranny and the others do not have an option but to do what the person tells them to. Such behavior curtails their freedom and makes the members dislike each other.",
		"When the parents have strong religious beliefs, they might develop rigidity, thus enforcing their beliefs on children. Such actions restrict the environment at home for the kids to grow up and feel accepted. The reasons and circumstances behind dysfunctionality vary from one family to another. And each situation might have varied effects on the child.",
		"feel that their needs are not important or perhaps it’s not right to articulate their needs.",
		"grow up with the belief that such an arrangement is normal and accept it as a part of their life.",
		"Poor or Ineffective Communication. Members of dysfunctional families have a hard time listening to each other and expressing feelings in appropriate ways. Dysfunctional family members may not talk to each other at all or don't talk often. In other cases, family members may yell a lot. Communication that is indirect, unkind, and one-sided is common in unhealthy families.",
		"Excessive Criticism. Excessive criticism is considered a form of verbal abuse. Criticism can be subtle, such as constant teasing about looks or behaviors, or it can include direct comments meant as put-downs. Relentless criticism can lead to a negative self-image and stunt healthy emotional development.",
		"Excessive Expectations. Excessive expectations, or perfectionism, is when a family member's expectations of you are wildly unrealistic or put intense demands on you. When you don't meet those expectations, you could be made to feel guilty, criticized, and even punished. This can lead to a negative self-image and feelings of worthlessness.",
		"Lack of Empathy. In families with dysfunctional traits, many, and sometimes all members, have a difficult time with insight. Without insight into your own behavior, cultivating empathy for another person is extremely challenging. When empathy is lacking, other family members may feel misunderstood, bull-dozed, rejected, and criticized for having genuine feelings or reactions to a situation. Someone must feel understood for trust and closeness to be present.",
		"Little to No Intimacy. Intimacy within a relationship means having a deep, meaningful, and mutually trusting connection with another person. In families with dysfunctional traits, unhealthy relationship structures, such as co-dependent and parentified parent-child relationships, may be mistaken for true intimacy. Intimacy issues within one's family of origin can drastically impact your experience of closeness, trust, and respect within non-familial relationships.",
		"Conditions for Care. Unconditional love may not be present in some dysfunctional families. For example, a mother may only show love towards her kids when they do things for her or get straight As. When a family member puts conditions on when they will love others, it can lead to an unhealthy self-esteem, feeling unlovable, having symptoms of anxiety, depression, and trauma-related disorders, as well as experiencing difficulty with trust.",
		"Unpredictable Interactions. Not knowing whether you'll have breakfast today or wondering whether Dad will come home and start fighting with everyone can cause a lot of emotional trauma for kids when they are young and as they grow. Children who grow up in unpredictable environments may eventually perpetuate this pattern in adulthood by unconsciously being drawn to partners and friends who help perpetuate their childhood experience of chaos.",
		"Power Struggles. When one family member tries to control all others or multiple family members vie for control, this creates dysfunction. Those who feel controlled may subsequently experience self-esteem issues, symptoms of depression, anxiety, as well as trauma related disorders, and have difficulty regulating their own emotions. Those struggling to achieve power and control may do so by violent, unpredictable, and/or chaotic means. When power is not balanced within a family, it can lead to an unstable household.",
		"Family Member Comparisons. Parents who expect all their kids to follow the same life path create issues when they compare each child to another in the family. Phrases like Why can't you be more like Johnny? are an example of these comparisons. These comparisons can be blatant, like having more pictures of one child hung around the house, or subtle, like comparison comments.",
		"You feel isolated and empty. As a result of constant isolation or lack of emotional support as a child, you feel unfulfilled and empty. You constantly seek affection, and you are afraid to be alone.",
		"different goals and expectations, different perspectives or values, lack of time to spend together or lack of interest, limited trust, infertility, sexual difficulties, issues arising from a previous relationship.",
		"you don’t do things together as much as before",
		"you have recurring arguments about the same issues that are never resolved",
		"you feel dissatisfied and unhappy",
		"you have sex less often, or it isn't what it used to be",
		"one partner spends increasing time on interests and activities outside the relationship",
		"there is a loss of warmth and friendliness in the relationship, one or both of you speak of no longer being in love",
		"you feel tired and less able to meet responsibilities at work and at home",
		"arguments about the children continue",
		"differences in levels of sexual desire",
		"loss of sexual desire",
		"Adult sibling conflict: John, 47, seeks help to deal with his conflict with his adult siblings and parents.",
		"Separation or divorce",
		"Moving to a new house or country",
		"Travelling long distances to work",
		"Commuting interstate for work.",
		"Have good communication. A healthy family talks and listens to its every member. It encourages adults and children alike to have a say in the decision making, share their opinions, or talk about their expectations and disappointments.",
		"Share a feeling of togetherness. The members of the family share common beliefs and, therefore, feel connected to each other. This sense of similarity yields psychological affirmation and one has the satisfaction of being together with like-minded people.",
		"Spend time with each other. They make sure to have at least one meal together every day. They enjoy playing, camping, dining out or simply discussing politics. They actively involve themselves in each other’s lives but know where to draw a line.",
		"Show care and affection to every member. The members have kind words to say each other. They accept you unconditionally but guide you on to the right path if you are deviating. With their care and affection, they make you feel belonged.",
		"Lead by example. The elders follow what they teach the younger members of the family. The value system is set up by example.",
		"Support its members. The world might be against you, but your family is with you. It supports you in your fight, and lets you know they are with you in your decisions. A well-knit family does not discriminate between family members and responds to everybody’s needs.",
		"See a crisis situation as an opportunity to grow. They strive to see something positive in all circumstances, helping you to cope with adverse situations without getting overwhelmed.",
		"Focus on every member’s well-being. The family members work as a team to protect and provide for each other. Only the feeling of mutual love can motivate people into compromising on their comforts for the happiness of their family.",
		"Show resilience. Every family goes through ups and downs in their lives and share a painful experience together. But no distressing experience loosens the bond. The virtue of loyalty comes from a family.",
		"Establish clear family rules",
		"Acknowledge and celebrate each other’s talents, differences and strengths"
	]},
	{"class": "finance",
	 "queries": [
		"A decrease in income",
		"Health and Medical expense",
		"Lack of budgeting and money management skills",
		"unemployed, jobless, lost job, disemployed, workless",
		"Financial stress can occur in many situations and under various circumstances – what causes one person financial stress may not impact another. Some situations that might cause financial stress include losing your job or being retrenched, long term unemployment, being unable to get full time work, inability to pay your bills or not being able to deal with the increasing costs of living.",
		"Arguing with people close to you about money",
		"Withdrawing from others",
		"Feelings of guilt about spending money on non-essential items",
		"Worrying a lot or feeling anxious",
		"Difficulties sleeping",
		"Headaches",
		"Tiredness and lowered energy",
		"Struggling to feed yourself and/or your family",
		"Increasing debt from credit cards or loans",
		"Receiving legal action for debt recovery",
		"Fear of eviction by being behind in rent or loan repayments",
		"Income does not cover expenses",
		"Unemployment or lower than usual income",
		"Unexpected illness or accident",
		"Moving out on your own",
		"Divorce",
		"Retirement",
		"legal or professional problems such as an arrest or loss of a job",
		"You Have No Savings, You have either no savings or well below the recommended $2000 to cover emergency situations. You don’t pay yourself first and are unconcerned with your long-term financial situation.",
		"You Have No Idea How Much Money You Have In the Bank, You use your debit card freely and without any consideration, assuming you have money in the bank — but you’re not always right. You rack up overdraft fees on a regular basis. You’re wasting an enormous amount of money on overdraft fees that would be better spent reducing debt.",
		"You Use Your Credit Card To Pay Monthly Expenses, Because you’re not sure what’s in your checking account you pay for groceries, gas or other credit card debt by using your credit card. You’re adding to your debt and not living within your means.",
		"You Avoid Opening Bills and Credit Card Statements, You’ve got a stack of unopened mail sitting on your desk waiting to be opened. Or, you have gone the paperless, and the list of bolded emails have gone unread. You also refuse to answer calls from 1-800 or unavailable numbers. You are drowning in debt.",
		"You Continue Making Purchases on Your Credit Cards. “I’m already in debt. What’s another $100?” You use rationalizations and justifications for adding more debt to your already out of control credit card debt.  You are resisting necessary change. It’s easier to continue bad habits than to do the hard work it takes to develop good ones.",
		"I’ll Do This Just Once. You know you shouldn’t make financial mistake like tapping into your 401 (k) or using a cash advance, but you convince yourself you’ll only do it ‘this one time.  Once you go down that road and commit your first financial crime it’s really easy to become a repeat offender. This can really add up to serious financial troubles.",
		"You’re Paying Off One Debt With Another. You transfer one credit card balance to another card in an attempt to pay off the balance with a no interest rate card. Or you refinance your mortgage to cover credit card balances or student loans. You live way beyond your means. And balance transfers, while beneficial in some cases, are often the result of credit card abuse combined with a lack of discipline to pay off the debt.",
		"You Ask Family or Friends for Money. If you can’t afford an expense and have to ask someone for a loan, you’re probably already in financial trouble. Using other people as a crutch hinders you from ever achieving financial security and freedom. If you don’t let yourself fail or say “no” to yourself, how will you learn from your mistakes and ultimately make better money decisions?",
		"You don’t have a budget. Not having a budget doesn’t necessarily mean you’re in financial trouble, but it’s certainly an indicator that you may be, or are at least on your way. It’s far easier to overspend and get into financial difficulty if you don’t have a clear picture of what’s coming in and going out on a monthly basis.",
		"You have no savings. If you pay your bills for the month and look into your account and see nothing, it’s like sending disaster a personal invitation. In today’s world, not everyone is going to have the recommended 3 to 6 months’ worth of living expenses as an emergency fund, but it is important to have something to fall back on.",
		"You use credit to pay bills. When you start using your credit cards or lines of credit to pay bills such as utilities or rent, you know you’re in some trouble. At best, this practice is a short-term fix that might keep you going for a little while longer. At worst, it’s a great way to max out all of your credit and get into serious debt problems.",
		"You fight about money often. Not every couple is going to live in perfect financial harmony all the time, but if you find yourself fighting about money often, it may be a sign you’re in trouble. If the fighting stems from using credit, not having enough to go around, or long-term financial goals, you definitely have a problem. Communication is key in a marriage, especially around money, since it’s one of the leading causes of divorce.",
		"You only make the minimum monthly payments. That minimum payment amount you see on your credit card statement each month might make you feel like you’re doing right by your debt, but that simply isn’t the case. By paying just the minimum payments, you’ll end up paying far more in interest in time, and it’s a surefire way to let future creditors know they should stay away from you.",
		"You miss bill payments. If making minimum payments is a bad idea, then missing them altogether is really bad. Nothing will mess up your credit score and credit rating more than a string of missed payments on your report.",
		"You find yourself borrowing money from friends & family. It’s always nice to have the support of friends and family in your life, but if you start relying on them to help pay your bills, you’re definitely in trouble. Not only are you going to create bad feelings and possibly damage relationships, but when they ask for that money back, your credit may end up taking a big hit.",
		"You have unpaid taxes. Unpaid back taxes may not seem like a big deal, but they have a tendency of adding up very quickly, and the government is pretty adamant about getting them back. Whatever your reason for having a balance, it’s wise to sort it out and start making payments before it really gets out of hand. Find out what to do if you can’t pay your income tax.",
		"You’re using payday loans. Many people who are burdened by debt think that payday loans are a reasonable solution to their debt problem. Payday loans are short-term loans usually up to $1,500 that can help individuals get through a rough spot. Although it may seem like a great idea because these types of short-term loans can prevent you from falling behind in your debt payments, you’ll actually incur more debt through this method through their notoriously high interest rates.",
		"You’re considering bankruptcy. If you find yourself considering an extreme financial solution such as bankruptcy, it’s definitely time for help. The first thing you’ll want to do is seek the help of a credit counsellor to help you figure out if bankruptcy is actually the right solution for your debt. If you head straight to a bankruptcy trustee, they may lead you down the path of bankruptcy instead of looking at other alternatives. A credit counsellor can help you figure out the best way forward with the least amount of repercussions.",
		"You ignore your financial statements. Ignoring financial statements altogether is a major sign that financial trouble may be at your doorstep. If you get that sinking feeling every time you see a statement in the mailbox, and then just set it aside for later, you’re only fooling yourself.",
		"No Significant Savings or Emergency Fund",
		"Borrowing to Pay Other Loans",
		"No Health Insurance",
		"Credit Denial",
		"Ignoring Debt",
		"You freely use your debit card presuming money is available but you're not always correct",
		"You regularly use your credit card in place of your debit card or cash for normal expenses",
		"You only pay the minimum amounts needed on your credit cards",
		"You do not have a spending plan or budget to keep your expenses in line",
		"You sometimes find yourself spending more than you earn",
		"You barely have any savings available to handle seasonal or annual expenses or emergencies",
		"You find yourself counting on your overdraft or line of credit to handle your expenses for the month",
		"You have withdrawn money out of your RRSPs or TFSAs to manage urgent financial situations",
		"You can only afford to make your credit card or line of credit minimum payments",
		"You spend more than you earn",
		"You are borrowing money from loans, credit cards or a line of credit to pay your bills",
		"You don’t have any savings to cover emergency expenses or needs",
		"Your financial problems are affecting your personal life",
		"You DON’T SAVE any money, month after month.",
		"You make ONLY MINIMUM payments on all of your loans, including mortgage, auto, and credit cards.",
		"You have used a high-risk, high-fee and HIGH-INTEREST LENDER in the past 12 months, such as payday loans, car title loans, pawn loans, or tax refund anticipation loans.",
		"You have purchased, or are considering purchasing, anything from a RENT-TO-OWN business.",
		"You CAN’T even GUESS your current CREDIT CARD balance(s).",
		"You DON’T KNOW what your credit card LIMIT is.",
		"You BORROW FROM FAMILY OR FRIENDS to cover the costs of your basic expenses.",
		"You receive ASSISTANCE from family or friends but pay for CABLE TV.",
		"You work OVERTIME just to cover the costs of basic LIVING expenses.",
		"You have used a credit card CASH ADVANCE in the past 12 months.",
		"Twenty percent (20%) or more of your take home pay goes to MINIMUM PAYMENTS on debts (excluding your primary mortgage).",
		"You DELAY HEALTHCARE visits, treatments and prescriptions because of your financial situation.",
		"You have a CAR PAYMENT that equates to more than 10% of your monthly income.",
		"You have asked your employer for a PAYCHECK ADVANCE in the past year.",
		"You CAN’T SLEEP because you worry about your finances.",
		"You associate savings with purchases and not with a savings account. Buying things at a discount is good purchase management but not saving money for short, mid and long-term goals can mean disaster.",
		"You don’t know how much debt you have. The biggest hurdle preventing many from achieving financial freedom is not knowing the total amount of debt owed.",
		"You have credit cards that are near or above the limit. You make the minimum payment in order to charge on the credit card’s new available balance.",
		"You make late payments on bills or paid a checking or debit card overdraft fee. This is an early sign you may be losing control of your money.",
		"You carry a revolving balance on your credit cards. Holding balances on credit cards month-to-month can lower your credit score. Thirty-percent of your credit score is derived from your credit usage (the ratio of used credit to available credit).",
		"You use credit card checks or cash advances to pay your bills. These credit card features cost money from extra fees or higher interest charges. It may seem convenient but can add to your debt load.",
		"You were turned down for a credit card or loan. This may be an indication that lenders find you a high-risk borrower showing you may have overextended yourself. Credit scores used to determine your creditworthiness is a tool creditors use to determine the potential risk of default or bankruptcy in a few year.",
		"You borrow money from your 401K to pay for monthly expenses. Your 401(k) is part of your long-term savings strategy used for retirement and not to pay for debt or recurring monthly expenses. A 401(k) loan or withdrawal can mean penalties, fees and impact your returns.",
		"You believe the lottery is your path to retirement. You have a higher chance of being struck by lightning than winning the lottery jackpot. Your retirement should include a robust savings and investing plan that includes 401K contributions, IRAs, brokerage accounts and life insurance.",
		"You hide your financial situation from your partner. Money can erode the strongest bonds among partners causing arguments and divorce. Lying about your spending habits and hiding bill statements will cause more grief down the road.",
		"Worries about personal finances can make you anxious and cause you to avoid the phone for fear of collection calls from debt collectors. A recent study also found that significant financial stress could even send you into a depression.",
		"One of the first signs that you are buckling under financial stress is that your bills start to fall behind.",
		"One reaction that some people have when they are feeling financially strained is to spend more money.",
		"One of the top arguments couples have is about finances. If you’re noticing that you and your partner are fighting more about money, this may also be another clue about the state of your financial health.",
		"Once you get to a point where you’re just making it from check to check, you’re in trouble.",
		"The person seems to be living beyond their means If there’s someone you know who always has the latest designer labels or expensive electronics, and you know they don’t have the income to afford these things, that could be a sign of a growing debt problem.",
		"They are behaving secretively or avoiding talking about money. This can be a hard one to spot, as people in problem debt will often go to great lengths to hide their spending. But if someone regularly changes the subject when you talk about financial topics, this could be a warning sign.",
		"They seem anxious, withdrawn or depressed. Like any other source of stress, money worries can lead to anxiety and depression. If the person seems not quite themselves, a debt problem could be a contributing factor. Also look for other common signs of depression, such as sudden weight loss or weight gain or having difficulty sleeping.",
		"Regularly meeting essential expenses was the most common financial concern among the survey participants. More than one-third (35%) of the Money-Rates survey respondents said that paying regular financial obligations — bills, a mortgage or rent payment, credit card payments, etc. — was their biggest financial worry. With so many Americans living paycheck to paycheck, it's no surprise that people having trouble paying for these essentials.",
		"Living for today. According to a Federal Reserve survey release from earlier this year, Thirty-one percent of non-retired respondents reported having no retirement savings or pension, including 19% of those ages 55 to 64.",
		"Accumulating too much debt. In addition to this debt, many Americans also have to worry about mortgages, car loans, and of course student loans. ",
		"Making poor purchasing and investing decisions",
		"Arguments About Money. Have arguments about money issues with family or friends.",
		"Taxes. Not paying income taxes.  Or, filing a tax return each year.",
		"Look For Alternative Sources Of Money. Borrow money from family or friends.",
		"New Credit Denied. No longer able to get new credit applications approved.  Earned a poor credit rating from the major credit reporting agencies.",
		"Additional Debt. Not thinking seriously about adding more debt.  Find yourself saying “just this one more time it will be okay”.  Besides, I’m already in debt.”",
		"Being unable to enjoy money. On the entirely opposite end of the spectrum, there is that handful of people out there who are completely money-conscious. These individuals are financially healthy, they budget and plan where every penny is going to go, and their financial future is secure (as much as it can be).",
		"Collection Calls. Past due accounts have been turned over to collection agencies.  Periodically dodge incoming collection calls.",
		"Not Opening Bills And Credit Card Statements. Ignore bills when they come through e-mail.  Or, stuff unopened envelopes containing bills and statements in a drawer.",
		"Discontinuation Notices. The electricity, gas, and water companies have threatened to turn off service.  In the worst case, service has been discontinued.",
		"Pay Bills Late. Pay bills only after they become past due and as a last resort.  Late fees have been assessed by service providers.",
		"Paying Off One Debt With Another. Looking for credit card balance transfer offers.   And using them to pay off old credit card debts.  Also, using a credit card to make the next mortgage, student loan, or car payment.",
		"Using Credit Cards For Basic Expenses. Use credit for expenses like groceries and gas for the car.  Then, unable to pay off the credit card balances in full.  Or meet minimum payment requirements when due.",
		"Have No Idea How Much Money Is In The Bank. Rarely check bank account balance.  Having no idea how much money the account holds.  Over-draft charges have been applied to the account because of insufficient funds.",
		"Financial difficulty caused by an ATO imposed garnishee",
		"Loss of employment or reduced income",
		"unpaid wages, unpaid annual leave, unpaid long service leave, pay in lieu of notice, bona fide redundancy and approved early retirement scheme payments.",
		"Bankruptcy",
		"Unable to access your frozen funds",
		"Your employer is not paying your super",
		"You might be having budgeting problems if you're consistently running out of money before you run out of month, and you find yourself relying on credit cards to make ends meet. You look at what you earn and wonder why it doesn't seem to be enough to cover all your bills even though you earn a good salary.",
		"Too much debt can be crippling. Address this issue as quickly as possible because you won't be able to get ahead financially if you're carrying a large amount of debt.",
		"Credit problems can make it difficult to land a job, rent an apartment, or buy a home. Poor or even iffy credit can affect the interest rates on your car loan and negatively affect your finances. Understand how your credit works so you can identify why your credit score is low and start to fix it.",
		"Have you run several credit cards up to the limit?",
		"Do you frequently make only the minimum monthly payments on your credit cards?",
		"Do you apply for almost any credit card you are offered, even without checking out the terms?",
		"Have you used the cash advance feature from one card to pay the minimum payment on another?",
		"Do you use cash advances (or use a credit card) for living expenses such as food, rent, or utilities?",
		"Are you unaware of what your total debt is?",
		"Are you unaware of how long it would take you to pay off all your current debts (excluding mortgages and cars) at the rate you are paying?",
		"There’s been a change in their spending habits. You might notice that the person stops spending on things they usually enjoy, like going out with friends. This could be an indication that they’re struggling to meet debt repayments. Alternatively, you might notice that they’re spending on credit like there’s no tomorrow, with no plan for how they’re going to repay the debt. This is a sign they’re in denial that there’s a problem.",
		"Not Enough Income, Too Much Debt, Job Loss, Staggering Health Care Costs, Conflicting Financial Values",
		"Being short on retirement savings",
		"Finding a trustworthy financial planner",
		"Saving up for a starter home",
		"Debt confusion",
		"Not having a rainy-day fund",
		"Monthly spending exceeds income. Many consumers struggle with the basic challenge of having an income that doesn't cover their expenses. The first step to overcome this obstacle is to set a monthly budget that categorizes expenses to rein in excessive spending. But depending on the gap between your monthly income and your financial costs, you may need to consider getting a second job, requesting to work overtime, or seeing if your employer can give you a raise.",
		"You can't get out from under car payments. Car payments can eat up spare income every month, and if you've recently upgraded your vehicle, you might feel like you're always making car payments but never paying your vehicles off. By changing the way you approach car purchases, you could reduce your losses and minimize the cost of car payments.",
		"You carry a credit card balance every month. Credit cards charge high interest fees on any balance carried over from one month to the next. As you re-evaluate your budget and work to reduce expenses, make sure your income is also able to pay off credit card balances every month, saving yourself from fees that push you further into debt.",
		"You don't have an emergency fund. Life events like a loss of income, car breakdown, hospital visit or other unforeseen event can put consumers into a hole if they don't have an emergency fund at their disposal. Even a fund of $1,000 can save you from having to take on credit card interest or open a personal loan. Dedicate part of your monthly budget to save for this emergency fund. Even contributions of $50 a month can add up quickly, creating a buffer that will come in handy when a rainy day hits.",
		"Your rent keeps going up. Rising rents across America are pinching consumer budgets, and many consumers find themselves wondering if it makes more sense to buy instead of rent. While there are a number of things to consider, including your household income and your willingness to stay in a purchased home for at least five years, it's worth looking at a rent vs. buy calculator or talking to a financial advisor to determine whether buying can save you money and start building equity in a real estate property.",
		"A new baby brings unexpected costs. Children are expensive. Everyday items like diapers, formula and baby food can stress monthly budgets and checking accounts even before new parents face the cost of daycare and other unavoidable expenses. If possible, plan ahead and start saving for these expenses before they hit. Even if you do manage to put away some baby-specific savings, you may still need to look at your budget and create space in your monthly spending to accommodate these new demands.",
		"You owe the hospital for medical care. Medical bills can be a significant financial burden, especially if you're someone who doesn't have insurance, or you do, but it’s a high-deductible plan. But hospitals are used to dealing with patients who can't afford to pay their bills in full, so take advantage of your options to reduce the cost and spread it out over time.",
		"Your student loan debt limits your financial capabilities. Large student loan debts can demand payments that limit your ability to buy a home or increase your savings. But delaying the payment of these debts only results in paying more interest over time. Consider taking whatever approach to debt reduction that helps you meet your goals: Borrowers have the option of refinancing at a lower rate to reduce the amount owed, or they could increase their monthly payments to pay off debt faster. Either approach could alleviate your student loan burden while creating opportunities to rebuild your finances.",
		"You aren't saving enough for retirement. Many U.S. consumers are worried they aren't saving enough for retirement. But it's never too late to start trying to catch up. If you aren't maximizing contributions to a 401k, put as much tax-deferred money as possible into these accounts, and be sure to maximize matching.",
		"You feel overwhelmed by financial matters. Personal finance is a complex subject, but it has implications that will affect you the rest of your life. If you're feeling overwhelmed or confused by your own financial situation, it's worth the time and money to take a financial literacy class. Your local credit union may have additional educational resources to help you better understand your finances and what you can do to overcome financial challenges.",
		"Are you using more and more of your income to pay your debts?",
		"Do you make only the minimum payments due on your loans and credit cards each month?",
		"Are you near, at, or over the credit limit on your credit cards?",
		"Are you paying your bills with money intended for other things?",
		"Are you borrowing money or using credit cards to pay for things you used to buy with cash?",
		"Do you often pay your bills late?",
		" Are you dipping into your savings to pay current bills?",
		"Do you put off visits to the doctor or dentist because you can't afford them?",
		"Has a collection agency called recently about overdue bills?",
		"Are you working overtime or holding a second job to make ends meet?",
		"If you or your spouse lost your job, would you be in financial trouble right away?",
		"Do you worry about money a lot?",
		"Not having a cash reserve",
		"Slow-paying invoices",
		"Expensive debt",
		"High overhead expenses",
		"Excess inventory",
		"Bad (or no) bookkeeping",
		" Ignoring your financial statements",
		"Incorrect sales forecasting",
		"Not enough income. One of the most common financial problems my readers tell me they experience is a lack of income. It’s an issue a lot of people have, but they’re not sure how they ended up that way, or how to address it.",
		"Financially disorganization. As I mentioned above, financial disorganization always causes you to struggle with money problems, even if you have a high income. I believe learning to manage your money better is the number one thing you must do if you want to overcome your family’s financial problems.",
		"Lack of savings. So many people are living paycheck to paycheck, that few save as much money as they would like. Unfortunately, lack of savings takes a toll on your finances now and for the future, not allowing you to build the financial freedom you want for you and your family.",
		"Too much debt. Consumer debt is the #1 killer of family finances! We’ve become so addicted to the notion that credit card bills and car payments are just a part of life, that many don’t believe there is an alternative.",
		"Job loss. Losing your job can be a crushing blow- not only to your ego, but for your finances as well. Even if losing your job isn’t directly your fault, it can be difficult to recover if you’re not prepared.",
		"Huge health care costs. High medical bills are one of the most common financial problems people face. Whether it’s due to a hospital stay or high insurance premiums, it’s difficult to deal with the financial problems associated with health care.",
		"Not on the same page as your spouse.  It has little to do with income level, and everything to do with how the couple manages money.",
		"Not knowing how to invest. Another common financial problem so many contend with is not knowing how to invest money wisely. In discussions with many of my readers, I’ve discovered that most tend to put it off, if they ever invest at all.",
		"Overall financial stress. Probably the most common financial problem most of us face is financial stress. The simple definition of Financial Stress is constant fear, worry, and anxiety about finances. Stress about your finances is one of the main contributors to overall stress and anxiety in most people’s lives.",
		"Lots of situations can cause financial stress. You might have lost your job or been retrenched, you might be unemployed or unable to find sufficient work, you might have debts you cannot pay or you might feel worried about expected financial pressures.",
		"Falling behind in rent",
		"Negotiating mortgage and home loan repayments ",
		"Negotiating utilities bills and council rates",
		"Car repayments",
		"Credit cards ",
		"Personal loans with banks and other credit providers, including payday loans ",
		"Product rental leases ",
		"Loans with another person ",
		"Judgment debts ordered by a court or tribunal ",
		"JobSeeker payments",
		"Early access to superannuation ",
		"Rent assistance ",
		"Renegotiation of mortgage  ",
		"Handle your overdue accounts",
		"Refinance your personal loans",
		"Break the payday lending cycle",
		"Consolidate your credit card debt",
		"Save your house or car from repossession",
		"Handle a judgement or court action",
		"LESS TIME IN THE WORKFORCE",
		"INCOME INEQUALITY",
		"financial problem is a situation in which you are not able to meet your bills on time or afford necessary basic needs.",
		"I’m drowning in credit card debt—how can I make headway?",
		"What should I do about my student loans? Am I going to pay them forever?",
		"We have no long-term financial plan. How do we prepare for the future?",
		"How can I be ready for unforeseen expenses (like illness, job loss)?",
		"How do I get a handle on my mortgage? Can I even afford a house?",
		"I’m worried I won’t have enough money for retirement, where should I begin?",
		"How and when should I start saving for my child’s college education?",
		"Healthcare costs, Too much debt/Not enough money to pay debts, Lack of money/Low wages, College expenses, Cost of owning/Renting a home, High cost of living/Inflation,Retirement savings, Taxes, Unemployment/Loss of job, Social Security, Lack of savings",
		"A decrease in income",
		"Health and Medical expense",
		"Lack of budgeting and money management skills",
		"unemployed, jobless, lost job, disemployed, workless",
		"Financial stress can occur in many situations and under various circumstances – what causes one person financial stress may not impact another. Some situations that might cause financial stress include losing your job or being retrenched, long term unemployment, being unable to get full time work, inability to pay your bills or not being able to deal with the increasing costs of living.",
		"Arguing with people close to you about money",
		"Withdrawing from others",
		"Feelings of guilt about spending money on non-essential items",
		"Worrying a lot or feeling anxious",
		"Difficulties sleeping",
		"Headaches",
		"Tiredness and lowered energy",
		"Struggling to feed yourself and/or your family"
	 ]
	},
	{"class": "health issues",
	 "queries": [ 
		 "Coronaviruses are a large family of viruses that cause respiratory infections. These can range from the common cold to more serious diseases.",
		 "Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus.",
		 "Most people infected with the COVID-19 virus will experience mild to moderate respiratory illness and recover without requiring special treatment.  Older people, and those with underlying medical problems like cardiovascular disease, diabetes, chronic respiratory disease, and cancer are more likely to develop serious illness.",
		 "poor health",
		 "Suicides",
		 "disabilities",
		 "mental disorders, alcohol and drug use, injuries, skin infections and infestations, poor foot and mouth care, poor compliance with medications, and blood-borne viruses (hepatitis B, hepatitis C and HIV).",
		 "Mortality and unintentional injuries (bruises, cuts, burns, etc.)",
		 "Musculoskeletal disorders and chronic pain",
		 "Hunger and nutrition",
		 "Skin & foot problems",
		 "Foot disorders such as onychomycosis, tinea pedis, corns and callouses, and immersion foot are usually the result of inadequate footwear, prolonged exposure to moisture, long periods of walking and standing, and repetitive minor trauma.",
		 "People living on the street are particularly prone to develop skin diseases such as cellulitis, impetigo, venous stasis disease, scabies and body lice.",
		 "Infectious diseases",
		 "hepatitis A, B, and C, tuberculosis, and HIV/AIDS—due to compromised immune systems, poor nutrition and hygiene, and frequent overcrowding at shelters.",
		 "Dental problems",
		 "tooth decay and other oral health issues",
		 "Respiratory illness",
		 "Chronic obstructive pulmonary disease, emphysema, bronchitis and other forms of respiratory disease are also common among people experiencing homelessness.",
		 "Chronic diseases and disorders",
		 "Many chronic diseases and disorders, like hypertension and diabetes, are common in homeless populations.",
		 "In the latter group, other factors like sleep deprivation, anxiety, and stress also contributed to the seizures.",
		 "Sexual & reproductive care",
		 "Mental health issues",
		 "Depression",
		 "HIV/AIDS, Lung diseases, including bronchitis, tuberculosis, and pneumonia, Malnutrition, Mental health problems, Substance use problems, Wounds and skin infections",
		 "The complex interrelationship between mental illness and homelessness has long been noted by service delivery agencies",
		 "We know that for many people who are living with mental illness, owning and keeping their home can be harder to achieve compared to the general community",
		 "Living with mental illness can cause an increased risk of homelessness, and conversely, living without a home can increase the likelihood of mental illness.",
		 "Poor physical health is associated with poverty in general but seems to be more pronounced among those who are without homes ",
		 "47 percent of homeless women meet the criteria for a diagnosis of major depressive disorder",
		 "When compared with the general population, people without homes have poorer physical health, including higher rates of tuberculosis, hypertension, asthma, diabetes and HIV/AIDS, as well as higher rates of medical hospitalizations",
		 "Sexually transmitted diseases including HIV/AIDS are prevalent among some subgroups of people without homes. Age, gender and ethnicity are linked to such HIV/AIDS risk behaviors as injection drug use and high-risk sexual practices",
		 "Physical Activity and Nutrition. Research indicates that staying physically active can help prevent or delay certain diseases, including some cancers, heart disease and diabetes, and also relieve depression and improve mood. Inactivity often accompanies advancing age, but it doesn't have to. Check with your local churches or synagogues, senior centers, and shopping malls for exercise and walking programs. Like exercise, your eating habits are often not good if you live and eat alone. It's important for successful aging to eat foods rich in nutrients and avoid the empty calories in candy and sweets.",
		 "Overweight and Obesity. Being overweight or obese increases your chances of dying from hypertension, type 2 diabetes, coronary heart disease, stroke, gallbladder disease, osteoarthritis, sleep apnea, respiratory problems, dyslipidemia and endometrial, breast, prostate, and colon cancers.",
		 "Tobacco. Tobacco is the single greatest preventable cause of illness and premature death in the U.S. Tobacco use is now called Tobacco dependence disease. The Centers for Disease Control and Prevention (CDC) says that smokers who try to quit are more successful when they have the support of their physician.",
		 "HIV/AIDS. Between 11 and 15% of U.S. AIDS cases occur in seniors over age 50. Between 1991 and 1996, AIDS in adults over 50 rose more than twice as fast as in younger adults. Seniors are unlikely to use condoms, have immune systems that naturally weaken with age, and HIV symptoms (fatigue, weight loss, dementia, skin rashes, swollen lymph nodes) are similar to symptoms that can accompany old age. Again, stereotypes about aging in terms of sexual activity and drug use keep this problem largely unrecognized. That's why seniors are not well represented in research, clinical drug trials, prevention programs and efforts at intervention.",
		 "Mental Health. Dementia is not part of aging. Dementia can be caused by disease, reactions to medications, vision and hearing problems, infections, nutritional imbalances, diabetes, and renal failure. There are many forms of dementia (including Alzheimer's Disease) and some can be temporary. With accurate diagnosis comes management and help. The most common late-in-life mental health condition is depression. If left untreated, depression in the elderly can lead to suicide. Here's a surprising fact: The rate of suicide is higher for elderly white men than for any other age group, including adolescents.",
		 "Injury and Violence. Among seniors, falls are the leading cause of injuries, hospital admissions for trauma, and deaths due to injury. One in every three seniors (age 65 and older) will fall each year. Strategies to reduce injury include exercises to improve balance and strength and medication review. Home modifications can help reduce injury. Home security is needed to prevent intrusion. Home-based fire prevention devices should be in place and easy to use. People aged 65 and older are twice as likely to die in a home fire as the general population.",
		 "Immunization. Influenza and pneumonia and are among the top 10 causes of death for older adults. Emphasis on Influenza vaccination for seniors has helped. Pneumonia remains one of the most serious infections, especially among women and the very old.",
		 "Access to Health Care. Seniors frequently don't monitor their health as seriously as they should. While a shortage of geriatricians has been noted nationwide, URMC has one of the largest groups of geriatricians and geriatric specialists of any medical community in the country. Your access to health care is as close as URMC, offering a menu of services at several hospital settings, including the VA Hospital in Canandaigua, in senior housing, and in your community.",
		 "Cardiovascular disease. Cardiovascular diseases are diseases of the heart and blood vessels, including coronary heart disease, stroke and heart failure. Cardiovascular disease is the largest cause of death among females, accounting for more than one in every three (37 per cent) female deaths. Importantly, many cardiovascular disease deaths are premature, as they occur in women aged less than 84 years, which is the current life expectancy for women.",
		 "Diabetes. The number of Australian women with diabetes is increasing with National Health Survey estimates of 3 per cent of the population reporting having received a diagnosis from a doctor or nurse. The highly preventable Type 2 diabetes makes up an estimated 88 per cent of all diabetes types and, if undiagnosed or poorly managed, can result in cardiovascular disease, stroke, peripheral vascular disease, kidney failure, nerve disease, limb amputations and blindness.",
		 "Cancer. Cancer is a major cause of death in the Australian population, causing 29 per cent of all deaths and 26 per cent of women’s deaths in 2007. The leading cause of cancer deaths in Australian was lung cancer, followed by breast cancer and colorectal cancer. Overall age-standardised death rates for cancer have fallen 16 per cent over the previous two decades with the most dramatic reduction (60 per cent) being in cervical cancer death rates, largely due to the success of the National Cancer Screening Program.",
		 "Respiratory disease. Both asthma and chronic obstructive pulmonary disease (COPD) feature in the top ten leading specific causes of burden of disease and injury for Australian women. COPD is also a major cause of death for women aged 45 years and older. Women are particularly vulnerable to COPD due to their smaller lungs and sensitive airways.17 While genetic factors and environmental exposure play a role in the development of COPD, the single greatest cause is a history of tobacco smoking. The shortness of breath and persistent cough associated with COPD become more acute over time and will, in most cases, result in disability levels that prevent productive work and self-care.",
		 "Physical inactivity. A lack of physical activity is linked to poor health, including many chronic diseases, injuries, excess body weight and low bone-mineral density. Out of the modifiable health risk factors, physical inactivity is the second largest contributor, after tobacco smoking, to the burden of disease and injury in Australia. 22",
		 "Tobacco use. Rates of cigarette smoking in Australia have been falling for decades. About 1 in 6 Australians aged 14 years and over now smoke daily, compared to around half of all adults in the 1950s. ",
		 "heart disease, cancer, lung disease, accidents, stroke, Alzheimer’s disease, diabetes, flu and pneumonia, kidney disease, suicide",
		 "Heart disease. Researchers have long suspected that the stressed-out, type A personality has a higher risk of high blood pressure and heart problems. We don't know why, exactly. Stress can directly increase heart rate and blood flow, and causes the release of cholesterol and triglycerides into the blood stream. It's also possible that stress is related to other problems -- an increased likelihood of smoking or obesity -- that indirectly increase the heart risks.",
		 "Asthma. Many studies have shown that stress can worsen asthma. Some evidence suggests that a parent's chronic stress might even increase the risk of developing asthma in their children. One study looked at how parental stress affected the asthma rates of young children who were also exposed to air pollution or whose mothers smoked during pregnancy. The kids with stressed out parents had a substantially higher risk of developing asthma.",
		 "Obesity. Excess fat in the belly seems to pose greater health risks than fat on the legs or hips -- and unfortunately, that's just where people with high stress seem to store it. ",
		 "Diabetes. Stress can worsen diabetes in two ways. First, it increases the likelihood of bad behaviors, such as unhealthy eating and excessive drinking. Second, stress seems to raise the glucose levels of people with type 2 diabetes directly.",
		 "Headaches. Stress is considered one of the most common triggers for headaches -- not just tension headaches, but migraines as well.",
		 "Depression and anxiety. It's probably no surprise that chronic stress is connected with higher rates of depression and anxiety. One survey of recent studies found that people who had stress related to their jobs -- like demanding work with few rewards -- had an 80% higher risk of developing depression within a few years than people with lower stress.",
		 "Gastrointestinal problems. Here's one thing that stress doesn't do -- it doesn't cause ulcers. However, it can make them worse. Stress is also a common factor in many other GI conditions, such as chronic heartburn (or gastroesophageal reflux disease, GERD) and irritable bowel syndrome (IBS)",
		 "Alzheimer's disease. One animal study found that stress might worsen Alzheimer's disease, causing its brain lesions to form more quickly. Some researchers speculate that reducing stress has the potential to slow down the progression of the disease.",
		 "Accelerated aging. There's actually evidence that stress can affect how you age. One study compared the DNA of mothers who were under high stress -- they were caring for a chronically ill child -- with women who were not. Researchers found that a particular region of the chromosomes showed the effects of accelerated aging. Stress seemed to accelerate aging about 9 to 17 additional years.",
		 "Premature death. A study looked at the health effects of stress by studying elderly caregivers looking after their spouses -- people who are naturally under a great deal of stress. It found that caregivers had a 63% higher rate of death than people their age who were not caregivers.",
		 "Common conditions in older age include hearing loss, cataracts and refractive errors, back and neck pain and osteoarthritis, chronic obstructive pulmonary disease, diabetes, depression, and dementia. Furthermore, as people age, they are more likely to experience several conditions at the same time",
		 "Alzheimer's disease attacks brain cells and neurotransmitters (chemicals that carry messages between brain cells), affecting the way your brain functions, your memory and the way you behave. It is also the most common form of dementia.",
		 "Dementia is a collection of symptoms that are caused by disorders affecting the brain. It affects thinking, behaviour, and your ability to do normal tasks. About 7 in 10 people with dementia have Alzheimer’s disease.",
		 "forgetfulness, speech problems such as difficulty finding the right words",
		 "difficulty in understanding what people are saying",
		 "personality and mood changes",
		 "difficulty with performing everyday routine activities",
		 "Osteoporosis is a condition that affects the bones, causing them to become weak and fragile and more likely to break (fracture). It has no symptoms so the first clue may be that you fracture a bone.",
		 "If you accidentally lose some urine (wee) or faeces (poo), you could have incontinence. It’s a very common problem and it can be treated. There’s no need to be embarrassed – the first step is to talk to your doctor to see what can be done.",
		 "Incontinence ranges from having just a small leak of urine to completely losing control of your bladder or bowel.",
		 "A common form of incontinence is urinary incontinence, or poor bladder control. It is more common in women around the time of a pregnancy or after menopause. Some conditions like asthma, diabetes and arthritis can also cause urinary incontinence.",
		 "Some people just leak occasionally when they sneeze, laugh or exercise. Others completely lose control of their bladder so they wet themselves. Some people may need to visit the toilet very often or very suddenly.",
		 "The other form of incontinence is faecal incontinence, or poor bowel control. People with faecal incontinence poo at the wrong time or in the wrong place. They might pass wind by mistake or stain their underwear.",
		 "Do you sometimes feel you have not completely emptied your bladder?",
		 "Do you have to rush to use the toilet?",
		 "Are you frequently nervous because you think you might lose control of your bladder or bowel?",
		 "Do you wake up twice or more during the night to go to the toilet?",
		 "Do you sometimes leak before you get to the toilet?",
		 "Do you sometimes leak when you lift something heavy, sneeze, cough or laugh?",
		 "Do you sometimes leak when you exercise or play sport?",
		 "Do you sometimes leak when you change from a seated or lying position to a standing position?",
		 "Do you strain to empty your bowel?",
		 "Do you sometimes soil your underwear?",
		 "Do you plan your daily routine around where the nearest toilet is?",
		 "lose their memory — at first for recent events, and later for events further back in their lives",
		 "have a personality change",
		 "lose interest in life",
		 "withdraw from their usual activities",
		 "lose their ability to care for themselves and for others around them",
		 "being vague in everyday conversations",
		 "losing enthusiasm for things you usually enjoy",
		 "taking longer to do routine things",
		 "forgetting people or places you used to know",
		 "difficulties finding words and thinking",
		 "finding it hard to follow instructions",
		 "becoming more unpredictable emotionally",
		 "You may need to modify your home to accommodate any problems with memory loss, disorientation, coordination and mobility. But dementia affects everyone in different ways, and you should only make changes that help with particular problems. Unnecessary changes can just add to the confusion.",
		 "Depression in old age often goes undetected and may be wrongly attributed to age, dementia or poor health. Signs of depression in adults over 65 may include unexplained physical symptoms, memory loss and behavioural changes.",
		 "Our eyesight changes as we get older, so many of us will need to wear glasses or contact lenses as we age. ",
		 "Falls are the leading cause of unintentional injury in older Australians. As our population ages and the number of older people grows, the likelihood of more falls and fall-related hospitalisations increases.",
		 "Even when falls don’t cause an injury, they often trigger a loss of confidence in an older person and lead to an ongoing fear of falling. Over time, this can lead to the person limiting their movements and reducing their activity, which further increases the risk of falling.",
		 "balance problems, such as feeling unsteady when you walk",
		 "weaker muscles that, for example, make it harder to lift your feet when you walk",
		 "poorer eyesight, meaning you don’t see quite as clearly, or have difficulty with sudden light changes or glare",
		 "slower reaction times",
		 "new health problems, such as incontinence (problems with urinating or with your bowels) or dementia",
		 "Glaucoma is a common eye problem that causes vision loss and, if untreated, can cause blindness.",
		 "Hearing loss makes it difficult or impossible to hear speech and other sounds. There are different types of hearing loss, and they can range from mild to severe. Some types of hearing loss are temporary, and some are permanent.",
		 "having trouble hearing in noisy places",
		 "having trouble hearing conversations and understanding what people say",
		 "have trouble understanding people unless they are facing you, or often needing to ask people to repeat themselves",
		 "hearing sounds as muffled, as though people are mumbling",
		 "needing to have the TV up louder than other people",
		 "often missing your phone or the doorbell ringing",
		 "hearing a constant buzzing or ringing in your ears",
		 "finding that loud noises cause you more discomfort than previously",
		 "High blood pressure increases your risk of having a heart attack or stroke, but there are things you can do to lower your blood pressure.",
		 "Your mental health is a central part of your overall wellbeing. If you don't have good mental health, it's possible you also don't have good self-esteem or you don't feel confident and able to face life and its challenges.",
		 "illness, frailty and loss of independence, grief and loss, changing living arrangements, increasing social isolation",
		 "Parkinson’s disease is a disorder of the nervous system. It results from damage to the nerve cells in a region of the brain that produces dopamine, a chemical that is vital for the smooth control of muscles and movement.",
		 "Rheumatoid arthritis (RA) is an autoimmune disease that causes pain and swelling in the joints. This happens because the immune system attacks the lining of the joints causing inflammation and joint damage.",
		 "Flare-ups: The symptoms of RA vary from person to person. They can come and go, and they may change over time. You will experience flare-ups when your symptoms will be more intense and severe.",
		 "Pain: This is usually a throbbing and aching sort of pain. It is usually worse in the mornings and after you have been sitting still for a while.",
		 "Stiffness: Joints affected by RA can feel stiff, especially in the morning.",
		 "Warmth and redness: The lining of the affected joint becomes inflamed, causing the joints to swell, become hot, tender to touch and painful.",
		 "According to the National Council on Aging, about 92 percent of seniors have at least one chronic disease and 77 percent have at least two. Heart disease, stroke, cancer, and diabetes are among the most common and costly chronic health conditions causing two-thirds of deaths each year.",
		 "Cognitive health is focused on a person’s ability to think, learn and remember. The most common cognitive health issue facing the elderly is dementia, the loss of those cognitive functions. ","Shakes, tremors, or slurred speech",
		 "According to the World Health Organization, over 15 percent of adults over the age of 60 suffer from a mental disorder. A common mental disorder among seniors is depression, occurring in seven percent of the elderly population.",
		 "Every 15 seconds, an older adult is admitted to the emergency room for a fall. A senior dies from falling every 29 minutes, making it the leading cause of injury among the elderly. Because aging causes bones to shrink and muscle to lose strength and flexibility, seniors are more susceptible to losing their balance, bruising and fracturing a bone.",
		 "HIV/AIDS and other sexually transmitted diseases",
		 "Malnutrition in older adults over the age of 65 is often underdiagnosed and can lead to other elderly health issues, such as a weakened immune system and muscle weakness. ",
		 "Sensory impairments, such as vision and hearing, are extremely common for older Americans over the age of 70. According to the CDC, one out of six older adults has a visual impairment and one out of four has a hearing impairment.",
		 "Often overlooked, oral health is one of the most important issues for the elderly. The CDC’s Division of Oral Health found that about 25 percent of adults over the age of 65 no longer have their natural teeth. Problems such as cavities and tooth decay can lead to difficulty maintaining a healthy diet, low self-esteem, and other health conditions. Oral health issues associated with older adults are dry mouth, gum disease and mouth cancer. These conditions could be managed or prevented by making regular dental check-ups. Dental care, however, can be difficult for seniors to access due to loss of dental insurance after retirement or economical disadvantages.",
		 "Incontinence and constipation are both common with aging, and can impact older adults quality of life. In addition to age-related changes, these may be a side effect of previous issues mentioned above, such as not eating a well-balanced diet and suffering from chronic health conditions. ",
		 "Arthritis is probably the number one condition that people 65 or older contend with,",
		 "As people age, they're increasingly living with risk factors, such as high blood pressure and high cholesterol, that increase the chances of having a stroke or developing heart disease.",
		 "Cancer is the second leading cause of death among people over age 65",
		 "Chronic lower respiratory diseases, such as chronic obstructive pulmonary disease (COPD), are the third most common cause of death among people 65 and older",
		 " The Alzheimer’s Association reports that one in nine people age 65 and older, which is about 11 percent, have Alzheimer’s disease",
		 "Osteoporosis can contribute to becoming less mobile and potentially disabled should you fall and have a fracture or as the vertebral bodies collapse",
		 "Diabetes can be identified and addressed early with simple blood tests for blood sugar levels. The sooner you know that you have or are at risk for diabetes, the sooner you can start making changes to control the disease and improve your long-term senior health outlook.",
		 "Although the flu and pneumonia aren’t chronic conditions, these infections are among the top eight causes of death in people over age 65",
		 "The risk for falls requiring emergency room care increases with age. Each year, 2.5 million people ages 65 and older are treated in emergency departments because of falls",
		 "Obesity is an important senior health risk factor for heart disease, diabetes, and cancer — all chronic conditions that impact quality of life.",
		 "According to the American Psychological Association, 15 to 20 percent of Americans over 65 have experienced depression.",
		 "Healthy teeth and gums are important not just for a pretty smile and easy eating, but also for overall senior health. ","Shakes, tremors, or slurred speech",
		 "Heart Disease, Cancer, Chronic bronchitis or emphysema, Stroke, Diabetes mellitus, Alzheimer's disease",
		 "Adult onset diabetes, Arthritis, Kidney and bladder problems, Dementia, Parkinson's disease, Glaucoma, Lung disease, Cataracts, Osteoporosis, Enlarged prostate, Alzheimer's disease, Macular degeneration, Depression, Cardiovascular disease",
		 "Chronic bronchitis is usually related to smoking. cough (either dry or bringing up phlegm), wheezing, aches and pains, fever, feeling short of breath, chest tightness",
		 "Chlamydia is a sexually transmitted infection (STI) — a disease you can get from having unprotected sex. It’s caused by a type of bacteria called Chlamydia trachomatis.",
		 "People often talk about colds and flu (influenza) together, but it's important to realise colds and flu are different illnesses caused by different viruses. Find out more about how to treat each one here, how to avoid catching the cold or the flu, and special information on being ill during pregnancy and looking babies and children with a cold or flu.",
		 "Conjunctivitis, or ‘pink eye’, is a condition where the white part of the eye becomes pink or red. This is due to inflammation of the eye’s clear outer layer (known as the conjuctivae) and the inside of the eyelid.",
		 "Most coughs are caused by viruses that inflame the throat, windpipe or lungs. Coughs caused by viruses can last for several weeks. Your body will normally fight off the virus without the need for medical treatment.",
		 "Diarrhoea is a loose, watery stool that occurs more than 3 times in 1 day. It is a common problem that usually lasts a day or 2 and goes away within 2 weeks without needing any special treatment. If your diarrhoea doesn’t go away, it can be a sign of other problems.",
		 "gastroenteritis caused by a virus or bacteria",
		 "food poisoning from food contaminated by a virus or bacteria",
		 "anxiety or emotional stress",
		 "overconsumption of alcohol",
		 "medications, including antibiotics",
		 "lactose intolerance",
		 "parasitic infections such as giardia",
		 "coeliac disease",
		 "food intolerances",
		 "irritable bowel syndrome",
		 "inflammatory bowel disease",
		 "a shortened bowel because of surgery",
		 "radiotherapy",
		 "has bright red blood or mucus in the diarrhoea",
		 "has diarrhoea that is very dark, tar-like and smelly",
		 "has diarrhoea that is pale or greasy with a foul smell that is difficult to flush",
		 "develop a high temperature that does not respond to paracetamol",
		 "has diarrhoea that is getting worse in amount and/or frequency or lasting longer than 48 hours in children",
		 "is developing symptoms of dehydration (increased thirst, urinating less than normal or changing fewer wet nappies, dark urine, dizziness, lethargy in children)",
		 "has associated vomiting and can’t keep anything down",
		 "has diarrhoea as a result of taking medication",
		 "has severe pain in the abdomen and can’t do anything because of the pain",
		 "is losing weight",
		 "has a chronic illness, such as diabetes",
		 "Genital herpes is a sexually transmitted infection that is caused by the herpes simplex virus (HSV) — the same type of virus that causes cold sores.",
		 "Gonorrhoea is a sexually transmitted infection caused by bacteria. It is sometimes known as ‘the clap’.",
		 "Hepatitis B is a virus that infects the liver cells and causes an immune response that can lead to liver damage over time. Vaccination can prevent hepatitis B.",
		 "Hepatitis B can be acute or chronic. If a person has acute hepatitis B, the virus makes them sick for a short time (less than 6 months), then their body clears the virus and they recover.",
		 "The Human Immunodeficiency Virus (HIV) is the virus that causes Acquired Immunodeficiency Syndrome (AIDS). The late stage of HIV infection is called AIDS. Not all people with HIV have AIDS.",
		 "Impetigo is a very contagious skin infection. It can be treated with antibiotics, but if you or your child has impetigo you should be very careful not to spread it to others.",
		 "Australian bat lyssavirus (ABLV) is a virus that can spread from bats to humans, causing serious illness. ABLV is closely related to rabies virus, which is another type of lyssavirus.",
		 "Measles is a highly infectious disease caused by a virus that is spread from person to person through droplets in the air. It is a serious disease that can lead to ear infections, diarrhoea and pneumonia.",
		 "Shingles is a viral infection that causes a painful blistering rash. It is caused by the varicella-zoster virus, which is the same virus that causes chickenpox. You can only get shingles if you have had chickenpox in the past.",
		 "Sinusitis is when the hollow spaces in the bones of your face become inflamed. Your body will normally overcome the cause of inflammation in about 3 weeks without the need for medical treatment.",
		 "The staphylococcus aureus (staph) bacteria is a relatively common type of bacteria that usually doesn't cause any harm. However, a staph infection can occur when the staph bacteria enters the body and multiplies.",
		 "Syphilis is a sexually transmitted infection (STI). It is caused by bacteria and can cause serious health problems if left untreated. However, it is easy to cure if found early.",
		 "Tonsillitis is an inflammation of the tonsils. If you have tonsillitis, your tonsils will be swollen and sore. It’s most common in children but anyone can have it.",
		 "Whooping cough (also known as 'pertussis') is a highly infectious infection of the lungs and airways. It is caused by a bacteria.",
		 "uberculosis (TB) is an infectious disease that damages people’s lungs or other parts of the body and can cause serious illness and death. TB is caused by the bacterium (germ) Mycobacterium tuberculosis.",
		 "Vomiting can be unpleasant but it is usually not a sign of anything serious. Be careful not to get dehydrated, and see your doctor if it doesn’t go away in a day or 2.",
		 "Many types of worm can cause problems in humans, including threadworms, roundworms, tapeworms, whipworms and hookworms.",
		 "Coronaviruses are a large family of viruses that cause respiratory infections. These can range from the common cold to more serious diseases.",
		 "Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus.",
		 "Most people infected with the COVID-19 virus will experience mild to moderate respiratory illness and recover without requiring special treatment.  Older people, and those with underlying medical problems like cardiovascular disease, diabetes, chronic respiratory disease, and cancer are more likely to develop serious illness.",
		 "poor health",
		 "Suicides",
		 "disabilities",
		 "mental disorders, alcohol and drug use, injuries, skin infections and infestations, poor foot and mouth care, poor compliance with medications, and blood-borne viruses (hepatitis B, hepatitis C and HIV).",
		 "Mortality and unintentional injuries (bruises, cuts, burns, etc.)",
		 "Musculoskeletal disorders and chronic pain",
		 "Hunger and nutrition",
		 "Skin & foot problems",
		 "Foot disorders such as onychomycosis, tinea pedis, corns and callouses, and immersion foot are usually the result of inadequate footwear, prolonged exposure to moisture, long periods of walking and standing, and repetitive minor trauma.",
		 "People living on the street are particularly prone to develop skin diseases such as cellulitis, impetigo, venous stasis disease, scabies and body lice.",
		 "Infectious diseases",
		 "hepatitis A, B, and C, tuberculosis, and HIV/AIDS—due to compromised immune systems, poor nutrition and hygiene, and frequent overcrowding at shelters.",
		 "Dental problems",
		 "tooth decay and other oral health issues",
		 "Respiratory illness",
		 "Chronic obstructive pulmonary disease, emphysema, bronchitis and other forms of respiratory disease are also common among people experiencing homelessness.",
		 "gastroenteritis caused by a virus or bacteria",
		 "food poisoning from food contaminated by a virus or bacteria",
		 "anxiety or emotional stress",
		 "medications, including antibiotics"
	 ]
	},
	{"class": "housing issues",
		"queries": [
			"a person will experience homelessness when there is a lack of suitable accommodation alternatives and their current living arrangement: is in a dwelling that is inadequate;ove, has no tenure, or if their initial tenure is short and not extendable; or, does not allow them to have control of, and access to space for social relations.",
			"Emergency accommodation for those over 55 years",
			"Homelessness is defined as living in housing that is below the minimum standard or lacks secure tenure. People can be categorized as homeless if they are: living on the streets (primary homelessness); moving between temporary shelters, including houses of friends, family and emergency accommodation (secondary homelessness); living in private boarding houses without a private bathroom or security of tenure (tertiary homelessness)",
			"Homelessness can affect anyone—from single young people to families with children. It includes people who are sleeping rough, and people in temporary, unstable or substandard accommodation.",
			"Homeless Hotline is a phone information and referral service for people who are experiencing homelessness or are at risk of homelessness.",
			"Persons living in improvised dwellings, tents, or sleeping out (rough sleepers)",
			"Persons in supported accommodation for the homeless",
			"Persons staying temporarily with other households",
			"Persons living in boarding houses",
			"Persons in other temporary lodgings",
			"Persons living in severely crowded dwellings",
			"Housing stress and homelessness are continuing issues in Queensland and a growing issue for older people.",
			"All Queenslanders should have access to adequate, appropriate housing that they can afford and that supports their wellbeing.",
			" lack of affordable and appropriate housing as increasing numbers of Australians do not have the security of home ownership or the privilege of living in social housing.",
			"Recent research suggests that there are a growing number of older single women who are experiencing homelessness for the first time later in life. ",
			"Although rough sleeping is a growing issue across Australian communities, the most common way that people experience homelessness is ‘severely overcrowded’ dwellings, and moving around between other kinds of insecure accommodation. This journey is often unsafe, and creates new risks for the health and wellbeing of those effected.",
			" These elements may include: a sense of security, stability, privacy, safety, and the ability to control living space.",
			"Primary homelessness is experienced by people without conventional accommodation (e.g. sleeping rough or in an improvised dwelling).",
			"Secondary homelessness is experienced by people who frequently move from one temporary shelter to another (e.g. emergency accommodation, youth refuges, couch surfing).",
			"Tertiary homelessness is experienced by people staying in accommodation that falls below minimum community standards (e.g. boarding houses and caravan parks)",
			" living in severely overcrowded dwellings",
			" living in supported accommodation for the homeless",
			"staying temporarily with other households",
			" staying in boarding houses",
			"sleeping rough on the streets of our cities and towns",
			"in other temporary lodging",
			"Homestay - supporting people to maintain their current accommodation or to access more sustainable accommodation.",
			"Intensive Tenancy Support - supporting people at risk of losing their rental housing. ",
			"Private Tenancy Support - Supporting people at risk of losing their private rental housing. ",
			"Helping older people with housing - ACH (Assistance with Care and Housing) supports low-income elderly people who are homeless or worried about becoming homeless to access secure and affordable housing.",
			"Street to Home - supporting people who are homeless to live safely and develop pathways out of homelessness. ",
			"homelessness is the situation of an individual, family, or community without stable, safe, permanent, appropriate housing, or the immediate prospect means and ability of acquiring it",
			"primary homelessness – living on the streets, in parks, in deserted buildings",
			"secondary homelessness – living in temporary shelters such as refuges, emergency accommodation",
			"or sleeping on a friend's couch, and tertiary homelessness – living in a boarding room",
			"sleeping on the street",
			"HIGH HOUSING COSTS AND HOMELESSNESS",
			"HOUSING THE POOR",
			"housing crisis, there is less housing available to buy or rent, which increases the demand and therefore price and competition. ",
			"This means for many, finding an affordable house is like discovering a four-leaf clover.",
			"It can take longer for job opportunities to exist in these areas, which forces people to travel further to access services and work.",
			"Water or electricity problems",
			"issues with neighbours",
			"Safe and suitable housing is a basic foundation.",
			"We now have around two million Australians living in unaffordable housing, and each night more than 100,000 Australians are homeless",
			"Australia has an increasing concern with housing problems, including homelessness, a housing affordability crisis, housing insecurity, decreasing home ownership, and undersupply in the private and social rental markets",
			"many people with affordability problems also have housing quality issues, and they may also be precariously housed.",
			"everybody between where they live and where they work is going to have more traffic congestion and worse environmental impact",
			"Housing Shortage, Homelessness, Housing Poverty",
			"It's becoming more and more difficult for many Australians to find an affordable place to live.",
			"problems of poor-quality housing persist",
			"The challenges faced by people seeking asylum and people from refugee backgrounds in finding affordable, appropriate and sustainable housing is consistently raised as one of the primary issues affecting humanitarian entrants in Australia.",
			"overcrowding, unsafe accommodation, paying in advance for accommodation that does not exist, intimidation or harassment by a landlord or another tenant, landlords moving extra people into the accommodation without consent, sudden increases in rent in the middle of a rental period, and unfair evictions. ",
			"Overcrowded houses are a major problem in Aboriginal communities",
			"shortage of affordable housing",
			"housing issues, restrictions on the supply of available land for housing",
			"housing issues, state and territory as well as local planning and approvals processes",
			"housing issues, lack of coordination between infrastructure planning and housing supply",
			"acute shortage of housing",
			"Homelessness is a problem that goes beyond ‘rooflessness’ and a lack of access to safe shelter. The experience of homelessness includes vulnerable people living in refuges, crisis accommodation or in temporary housing.",
			"a person will experience homelessness when there is a lack of suitable accommodation alternatives and their current living arrangement: is in a dwelling that is inadequate;ove, has no tenure, or if their initial tenure is short and not extendable; or, does not allow them to have control of, and access to space for social relations.",
			"Emergency accommodation for those over 55 years",
			"Homelessness is defined as living in housing that is below the minimum standard or lacks secure tenure. People can be categorized as homeless if they are: living on the streets (primary homelessness); moving between temporary shelters, including houses of friends, family and emergency accommodation (secondary homelessness); living in private boarding houses without a private bathroom or security of tenure (tertiary homelessness)",
			"Homelessness can affect anyone—from single young people to families with children. It includes people who are sleeping rough, and people in temporary, unstable or substandard accommodation.",
			"Homeless Hotline is a phone information and referral service for people who are experiencing homelessness or are at risk of homelessness.",
			"Persons living in improvised dwellings, tents, or sleeping out (rough sleepers)",
			"Persons in supported accommodation for the homeless",
			"Persons staying temporarily with other households",
			"Persons living in boarding houses",
			"Persons in other temporary lodgings",
			"Persons living in severely crowded dwellings",
			"Housing stress and homelessness are continuing issues in Queensland and a growing issue for older people.",
			"All Queenslanders should have access to adequate, appropriate housing that they can afford and that supports their wellbeing.",
			" lack of affordable and appropriate housing as increasing numbers of Australians do not have the security of home ownership or the privilege of living in social housing.",
			"Recent research suggests that there are a growing number of older single women who are experiencing homelessness for the first time later in life. ",
			"Although rough sleeping is a growing issue across Australian communities, the most common way that people experience homelessness is ‘severely overcrowded’ dwellings, and moving around between other kinds of insecure accommodation. This journey is often unsafe, and creates new risks for the health and wellbeing of those effected.",
			" These elements may include: a sense of security, stability, privacy, safety, and the ability to control living space.",
			"Primary homelessness is experienced by people without conventional accommodation (e.g. sleeping rough or in an improvised dwelling).",
			"Secondary homelessness is experienced by people who frequently move from one temporary shelter to another (e.g. emergency accommodation, youth refuges, couch surfing).",
			"Tertiary homelessness is experienced by people staying in accommodation that falls below minimum community standards (e.g. boarding houses and caravan parks)",
			" living in severely overcrowded dwellings",
			" living in supported accommodation for the homeless",
			"staying temporarily with other households",
			" staying in boarding houses",
			"sleeping rough on the streets of our cities and towns",
			"in other temporary lodging",
			"Homestay - supporting people to maintain their current accommodation or to access more sustainable accommodation.",
			"Intensive Tenancy Support - supporting people at risk of losing their rental housing. ",
			"Private Tenancy Support - Supporting people at risk of losing their private rental housing. ",
			"Helping older people with housing - ACH (Assistance with Care and Housing) supports low-income elderly people who are homeless or worried about becoming homeless to access secure and affordable housing.",
			"Street to Home - supporting people who are homeless to live safely and develop pathways out of homelessness. ",
			"homelessness is the situation of an individual, family, or community without stable, safe, permanent, appropriate housing, or the immediate prospect means and ability of acquiring it",
			"primary homelessness – living on the streets, in parks, in deserted buildings",
			"secondary homelessness – living in temporary shelters such as refuges, emergency accommodation",
			"or sleeping on a friend's couch, and tertiary homelessness – living in a boarding room",
			"sleeping on the street",
			"HIGH HOUSING COSTS AND HOMELESSNESS",
			"HOUSING THE POOR",
			"housing crisis, there is less housing available to buy or rent, which increases the demand and therefore price and competition. ",
			"This means for many, finding an affordable house is like discovering a four-leaf clover.",
			"It can take longer for job opportunities to exist in these areas, which forces people to travel further to access services and work.",
			"Water or electricity problems",
			"issues with neighbours",
			"Safe and suitable housing is a basic foundation.",
			"We now have around two million Australians living in unaffordable housing, and each night more than 100,000 Australians are homeless",
			"Australia has an increasing concern with housing problems, including homelessness, a housing affordability crisis, housing insecurity, decreasing home ownership, and undersupply in the private and social rental markets",
			"many people with affordability problems also have housing quality issues, and they may also be precariously housed.",
			"everybody between where they live and where they work is going to have more traffic congestion and worse environmental impact",
			"Housing Shortage, Homelessness, Housing Poverty",
			"It's becoming more and more difficult for many Australians to find an affordable place to live.",
			"problems of poor-quality housing persist",
			"The challenges faced by people seeking asylum and people from refugee backgrounds in finding affordable, appropriate and sustainable housing is consistently raised as one of the primary issues affecting humanitarian entrants in Australia.",
			"overcrowding, unsafe accommodation, paying in advance for accommodation that does not exist, intimidation or harassment by a landlord or another tenant, landlords moving extra people into the accommodation without consent, sudden increases in rent in the middle of a rental period, and unfair evictions. ",
			"Overcrowded houses are a major problem in Aboriginal communities",
			"shortage of affordable housing",
			"housing issues, restrictions on the supply of available land for housing",
			"housing issues, state and territory as well as local planning and approvals processes",
			"housing issues, lack of coordination between infrastructure planning and housing supply",
			"acute shortage of housing",
			"Homelessness is a problem that goes beyond ‘rooflessness’ and a lack of access to safe shelter. The experience of homelessness includes vulnerable people living in refuges, crisis accommodation or in temporary housing.",
			"a person will experience homelessness when there is a lack of suitable accommodation alternatives and their current living arrangement: is in a dwelling that is inadequate;ove, has no tenure, or if their initial tenure is short and not extendable; or, does not allow them to have control of, and access to space for social relations.",
			"Emergency accommodation for those over 55 years",
			"Homelessness is defined as living in housing that is below the minimum standard or lacks secure tenure. People can be categorized as homeless if they are: living on the streets (primary homelessness); moving between temporary shelters, including houses of friends, family and emergency accommodation (secondary homelessness); living in private boarding houses without a private bathroom or security of tenure (tertiary homelessness)",
			"Homelessness can affect anyone—from single young people to families with children. It includes people who are sleeping rough, and people in temporary, unstable or substandard accommodation.",
			"Homeless Hotline is a phone information and referral service for people who are experiencing homelessness or are at risk of homelessness.",
			"Persons living in improvised dwellings, tents, or sleeping out (rough sleepers)",
			"Persons in supported accommodation for the homeless",
			"Persons staying temporarily with other households",
			"Persons living in boarding houses",
			"Persons in other temporary lodgings",
			"Persons living in severely crowded dwellings",
			"Housing stress and homelessness are continuing issues in Queensland and a growing issue for older people.",
			"All Queenslanders should have access to adequate, appropriate housing that they can afford and that supports their wellbeing.",
			" lack of affordable and appropriate housing as increasing numbers of Australians do not have the security of home ownership or the privilege of living in social housing.",
			"Recent research suggests that there are a growing number of older single women who are experiencing homelessness for the first time later in life. ",
			"Although rough sleeping is a growing issue across Australian communities, the most common way that people experience homelessness is ‘severely overcrowded’ dwellings, and moving around between other kinds of insecure accommodation. This journey is often unsafe, and creates new risks for the health and wellbeing of those effected.",
			" These elements may include: a sense of security, stability, privacy, safety, and the ability to control living space.",
			"Primary homelessness is experienced by people without conventional accommodation (e.g. sleeping rough or in an improvised dwelling).",
			"Secondary homelessness is experienced by people who frequently move from one temporary shelter to another (e.g. emergency accommodation, youth refuges, couch surfing).",
			"Tertiary homelessness is experienced by people staying in accommodation that falls below minimum community standards (e.g. boarding houses and caravan parks)",
			" living in severely overcrowded dwellings",
			" living in supported accommodation for the homeless",
			"staying temporarily with other households",
			" staying in boarding houses",
			"sleeping rough on the streets of our cities and towns",
			"in other temporary lodging",
			"Homestay - supporting people to maintain their current accommodation or to access more sustainable accommodation.",
			"Intensive Tenancy Support - supporting people at risk of losing their rental housing. ",
			"Private Tenancy Support - Supporting people at risk of losing their private rental housing. ",
			"Helping older people with housing - ACH (Assistance with Care and Housing) supports low-income elderly people who are homeless or worried about becoming homeless to access secure and affordable housing.",
			"Street to Home - supporting people who are homeless to live safely and develop pathways out of homelessness. ",
			"homelessness is the situation of an individual, family, or community without stable, safe, permanent, appropriate housing, or the immediate prospect means and ability of acquiring it",
			"primary homelessness – living on the streets, in parks, in deserted buildings",
			"secondary homelessness – living in temporary shelters such as refuges, emergency accommodation",
			"or sleeping on a friend's couch, and tertiary homelessness – living in a boarding room",
			"sleeping on the street",
			"HIGH HOUSING COSTS AND HOMELESSNESS",
			"HOUSING THE POOR",
			"housing crisis, there is less housing available to buy or rent, which increases the demand and therefore price and competition. ",
			"This means for many, finding an affordable house is like discovering a four-leaf clover.",
			"It can take longer for job opportunities to exist in these areas, which forces people to travel further to access services and work.",
			"Water or electricity problems",
			"issues with neighbours",
			"Safe and suitable housing is a basic foundation.",
			"We now have around two million Australians living in unaffordable housing, and each night more than 100,000 Australians are homeless",
			"Australia has an increasing concern with housing problems, including homelessness, a housing affordability crisis, housing insecurity, decreasing home ownership, and undersupply in the private and social rental markets",
			"many people with affordability problems also have housing quality issues, and they may also be precariously housed.",
			"everybody between where they live and where they work is going to have more traffic congestion and worse environmental impact",
			"Housing Shortage, Homelessness, Housing Poverty",
			"It's becoming more and more difficult for many Australians to find an affordable place to live.",
			"problems of poor-quality housing persist",
			"The challenges faced by people seeking asylum and people from refugee backgrounds in finding affordable, appropriate and sustainable housing is consistently raised as one of the primary issues affecting humanitarian entrants in Australia.",
			"overcrowding, unsafe accommodation, paying in advance for accommodation that does not exist, intimidation or harassment by a landlord or another tenant, landlords moving extra people into the accommodation without consent, sudden increases in rent in the middle of a rental period, and unfair evictions. ",
			"Overcrowded houses are a major problem in Aboriginal communities",
			"shortage of affordable housing",
			"housing issues, restrictions on the supply of available land for housing",
			"housing issues, state and territory as well as local planning and approvals processes",
			"housing issues, lack of coordination between infrastructure planning and housing supply",
			"acute shortage of housing",
			"Homelessness is a problem that goes beyond ‘rooflessness’ and a lack of access to safe shelter. The experience of homelessness includes vulnerable people living in refuges, crisis accommodation or in temporary housing.",
			"a person will experience homelessness when there is a lack of suitable accommodation alternatives and their current living arrangement: is in a dwelling that is inadequate;ove, has no tenure, or if their initial tenure is short and not extendable; or, does not allow them to have control of, and access to space for social relations.",
			"Emergency accommodation for those over 55 years",
			"Homelessness is defined as living in housing that is below the minimum standard or lacks secure tenure. People can be categorized as homeless if they are: living on the streets (primary homelessness); moving between temporary shelters, including houses of friends, family and emergency accommodation (secondary homelessness); living in private boarding houses without a private bathroom or security of tenure (tertiary homelessness)",
			"Homelessness can affect anyone—from single young people to families with children. It includes people who are sleeping rough, and people in temporary, unstable or substandard accommodation.",
			"Homeless Hotline is a phone information and referral service for people who are experiencing homelessness or are at risk of homelessness.",
			"Persons living in improvised dwellings, tents, or sleeping out (rough sleepers)",
			"Persons in supported accommodation for the homeless",
			"Persons staying temporarily with other households",
			"Persons living in boarding houses",
			"Persons in other temporary lodgings",
			"Persons living in severely crowded dwellings",
			"Housing stress and homelessness are continuing issues in Queensland and a growing issue for older people.",
			"All Queenslanders should have access to adequate, appropriate housing that they can afford and that supports their wellbeing.",
			" lack of affordable and appropriate housing as increasing numbers of Australians do not have the security of home ownership or the privilege of living in social housing.",
			"Recent research suggests that there are a growing number of older single women who are experiencing homelessness for the first time later in life. ",
			"Although rough sleeping is a growing issue across Australian communities, the most common way that people experience homelessness is ‘severely overcrowded’ dwellings, and moving around between other kinds of insecure accommodation. This journey is often unsafe, and creates new risks for the health and wellbeing of those effected.",
			" These elements may include: a sense of security, stability, privacy, safety, and the ability to control living space.",
			"Primary homelessness is experienced by people without conventional accommodation (e.g. sleeping rough or in an improvised dwelling).",
			"Secondary homelessness is experienced by people who frequently move from one temporary shelter to another (e.g. emergency accommodation, youth refuges, couch surfing).",
			"Tertiary homelessness is experienced by people staying in accommodation that falls below minimum community standards (e.g. boarding houses and caravan parks)",
			" living in severely overcrowded dwellings",
			" living in supported accommodation for the homeless",
			"staying temporarily with other households",
			" staying in boarding houses",
			"sleeping rough on the streets of our cities and towns",
			"in other temporary lodging",
			"Homestay - supporting people to maintain their current accommodation or to access more sustainable accommodation.",
			"Intensive Tenancy Support - supporting people at risk of losing their rental housing. ",
			"Private Tenancy Support - Supporting people at risk of losing their private rental housing. ",
			"Helping older people with housing - ACH (Assistance with Care and Housing) supports low-income elderly people who are homeless or worried about becoming homeless to access secure and affordable housing.",
			"Street to Home - supporting people who are homeless to live safely and develop pathways out of homelessness. ",
			"homelessness is the situation of an individual, family, or community without stable, safe, permanent, appropriate housing, or the immediate prospect means and ability of acquiring it",
			"primary homelessness – living on the streets, in parks, in deserted buildings",
			"secondary homelessness – living in temporary shelters such as refuges, emergency accommodation",
			"or sleeping on a friend's couch, and tertiary homelessness – living in a boarding room",
			"sleeping on the street"
		]
	},
	{"class": "natural disaster",
	 "queries": [
		"Agricultural diseases & pests",
		"Damaging Winds",
		"Drought and water shortage",
		"Earthquakes",
		"Emergency diseases",
		"Extreme heat",
		"Floods and flash floods",
		"Hail",
		"Hurricanes and tropical storms",
		"Landslides & debris flow",
		"Thunderstorms and lighting",
		"Tornadoes",
		"Tsunamis",
		"Wildfire",
		"Winter and ice storms",
		"Sinkholes",
		"Power service disruption & blackout",
		"Hazardous materials",
		"Radiological emergencies",
		"Explosion",
		"Natural disasters in Australia can include heatwaves, bushfires, droughts, floods, severe storms and tropical cyclones, earthquakes, tsunamis and landslides.",
		"termites",
		"cyclone",
		"termites",
		"landslide",
		"low/tropical low",
		"meteorite strike",
		"rainfall",
		"terrorist act",
		"trough/monsoonal trough",
		"tsunami",
		"weather event",
		"A natural disaster is a major adverse event resulting from natural processes of the Earth; examples are floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes.",
		"Agricultural diseases & pests",
		"Damaging Winds",
		"Drought and water shortage",
		"Earthquakes",
		"Emergency diseases",
		"Extreme heat",
		"Floods and flash floods",
		"Hail",
		"Hurricanes and tropical storms",
		"Landslides & debris flow",
		"Thunderstorms and lighting",
		"Tornadoes",
		"Tsunamis",
		"Wildfire",
		"Winter and ice storms",
		"Sinkholes",
		"Power service disruption & blackout",
		"Hazardous materials",
		"Radiological emergencies",
		"Explosion",
		"Natural disasters in Australia can include heatwaves, bushfires, droughts, floods, severe storms and tropical cyclones, earthquakes, tsunamis and landslides.",
		"bushfire",
		"cyclone",
		"termites",
		"landslide",
		"low/tropical low",
		"meteorite strike",
		"rainfall",
		"terrorist act",
		"trough/monsoonal trough",
		"tsunami",
		"weather event",
		"A natural disaster is a major adverse event resulting from natural processes of the Earth; examples are floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes.",
		"Agricultural diseases & pests",
		"Damaging Winds",
		"Drought and water shortage",
		"Earthquakes",
		"Emergency diseases",
		"Extreme heat",
		"Floods and flash floods",
		"Hail",
		"Hurricanes and tropical storms",
		"Landslides & debris flow",
		"Thunderstorms and lighting",
		"Tornadoes",
		"Tsunamis",
		"Wildfire",
		"Winter and ice storms",
		"Sinkholes",
		"Power service disruption & blackout",
		"Hazardous materials",
		"Radiological emergencies",
		"Explosion",
		"Natural disasters in Australia can include heatwaves, bushfires, droughts, floods, severe storms and tropical cyclones, earthquakes, tsunamis and landslides.",
		"bushfire",
		"cyclone",
		"termites",
		"landslide",
		"low/tropical low",
		"meteorite strike",
		"rainfall",
		"terrorist act",
		"trough/monsoonal trough",
		"tsunami",
		"weather event",
		"A natural disaster is a major adverse event resulting from natural processes of the Earth; examples are floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes.",
		"Agricultural diseases & pests",
		"Damaging Winds",
		"Drought and water shortage",
		"Earthquakes",
		"Emergency diseases",
		"Extreme heat",
		"Floods and flash floods",
		"Hail",
		"Hurricanes and tropical storms",
		"Landslides & debris flow",
		"Thunderstorms and lighting",
		"Tornadoes",
		"Tsunamis",
		"Wildfire",
		"Winter and ice storms",
		"Sinkholes",
		"Power service disruption & blackout",
		"Hazardous materials",
		"Radiological emergencies",
		"Explosion",
		"Natural disasters in Australia can include heatwaves, bushfires, droughts, floods, severe storms and tropical cyclones, earthquakes, tsunamis and landslides.",
		"bushfire",
		"cyclone",
		"termites",
		"landslide",
		"low/tropical low",
		"meteorite strike",
		"rainfall",
		"terrorist act",
		"trough/monsoonal trough",
		"tsunami",
		"weather event",
		"A natural disaster is a major adverse event resulting from natural processes of the Earth; examples are floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes.",
		"Agricultural diseases & pests",
		"Damaging Winds",
		"Drought and water shortage",
		"Earthquakes",
		"Emergency diseases",
		"Extreme heat",
		"Floods and flash floods",
		"Hail",
		"Hurricanes and tropical storms",
		"Landslides & debris flow",
		"Thunderstorms and lighting",
		"Tornadoes",
		"Tsunamis",
		"Wildfire",
		"Winter and ice storms",
		"Sinkholes",
		"Power service disruption & blackout",
		"Hazardous materials",
		"Radiological emergencies",
		"Explosion",
		"Natural disasters in Australia can include heatwaves, bushfires, droughts, floods, severe storms and tropical cyclones, earthquakes, tsunamis and landslides.",
		"bushfire",
		"cyclone",
		"termites",
		"landslide",
		"low/tropical low",
		"meteorite strike",
		"rainfall",
		"terrorist act",
		"trough/monsoonal trough",
		"tsunami",
		"weather event",
		"A natural disaster is a major adverse event resulting from natural processes of the Earth; examples are floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes.",
		"Agricultural diseases & pests",
		"Damaging Winds",
		"Drought and water shortage",
		"Earthquakes",
		"Emergency diseases",
		"Extreme heat",
		"Floods and flash floods",
		"Hail",
		"Hurricanes and tropical storms",
		"Landslides & debris flow",
		"Thunderstorms and lighting",
		"Tornadoes",
		"Tsunamis",
		"Wildfire",
		"Winter and ice storms",
		"Sinkholes",
		"Power service disruption & blackout",
		"Hazardous materials",
		"Radiological emergencies",
		"Explosion",
		"Natural disasters in Australia can include heatwaves, bushfires, droughts, floods, severe storms and tropical cyclones, earthquakes, tsunamis and landslides.",
		"bushfire",
		"cyclone",
		"termites",
		"landslide",
		"low/tropical low",
		"meteorite strike",
		"rainfall",
		"terrorist act",
		"trough/monsoonal trough",
		"tsunami",
		"weather event",
		"A natural disaster is a major adverse event resulting from natural processes of the Earth; examples are floods, hurricanes, tornadoes, volcanic eruptions, earthquakes, tsunamis, storms, and other geologic processes.",
		"Agricultural diseases & pests",
		"Damaging Winds",
		"Drought and water shortage",
		"Earthquakes",
		"Emergency diseases",
		"Extreme heat",
		"Floods and flash floods",
		"Hail",
		"Hurricanes and tropical storms",
		"Landslides & debris flow",
		"Thunderstorms and lighting",
		"Tornadoes",
		"Tsunamis",
		"Wildfire",
		"Winter and ice storms",
		"Sinkholes",
		"Power service disruption & blackout",
		"Hazardous materials"
	 ]
	}
]}
